[About Language File]
Author=Андреи Абухба
Comments=Аиҭагамҭа аҟны агха шәыԥшаазар, адырра сышәҭ. Иҭабуп.
Date=25.06.2022
Email=aabuchba@mail.ru
Version=23.1.0

[AboutDialog]
Caption=Text Editor Pro иазкны
LabelCopyright=Автор изинқәа %s . Азинқәа зегьы хьчоуп.
LabelFeedback=Шьҭахьҟатәи аимадара
LabelIcons=Адыргаҷ
LabelLanguageFileContributors=Аиҭагаҩцәа
LabelLicense=Ари апрограмма ХӘЫДА-ԤСАДОУП шәара шәзы. Шәахә. алицензиа.
LabelMemoryAvailable=Windows азы иҟоу агәынкыларҭа: %s
LabelThirdPartyComponents=Адәныҟатәи акомпонентқәа
LabelVersion=Аверсиа %s (%d-bit)
LabelWebsite=Асаит

[AskYesOrNo]
CancelSearch=Ишәҭахума аԥшаара аҟәыхра?
CheckInternationalCharacters:=Translation needed
CheckInternationalCharacters=File "%s" contains international characters.%sChange the encoding to keep the characters.%sSave anyway?
CloseDirectory=Ишәҭахума акаталог %s аркра?
DeleteDirectory=Ишәҭахума акаталог %s аныхра?
DeleteFile=Ишәҭахума афаил %s аныхра?
DeleteLine=Ишәҭахума ацәаҳәа аныхра?
NewVersion=Аверсиа ҿыц %s %s ыҟоуп.%sИшәҭахума иара ҭажәгаларц?
RecordMacro=Ишәҭахума амакрос ҿыц аҭаҩра?
ReopenFileWithEncoding=Еиҭаарттәуп афаил акодркра «%s» аҟны?
ReplaceOccurence=Иалаԥсахтәума ари «%s» алалара?
ResetColor=Ишәҭахума аԥштәы %s ақәгара?
SaveChanges=Еиқәырхатәума аԥсахрақәа?
SearchMatchNotFound=Аиқәшәара ԥшаам.%sЕиҭалагатәума аԥшаара афаил алагамҭа аҟынтәи?
SearchStringNotFound=Ацәаҳәа «%s» ԥшаам

[ChangedFilesDialog]
Caption=Еиҭаарттәуп иԥсаху афаилқәа
VirtualDrawTree:0=Афаил
VirtualDrawTree:1=Амҩа

[CharacterMapForm]
Caption=Асимволқәа ртаблица

[ClipboardHistoryDialog]
ActionClearAll=Ирыцқьатәуп зегьы
ActionCopyToClipboard=Икопиатәуп аиҭныԥсахлара абуфер ахь
ActionInsertInEditor=Иҭаргылатәуп аредактор ахь
Caption=Аиҭныԥсахлара абуфер аҭоурых

[ColorConstant]
SColorBoxCustomCaption=Иазалхтәуп...
SName3DDkShadow=3D Dark Shadow
SName3DLight=3D Light
SNameActiveBorder=Иактиву арамка
SNameActiveCaption=Иактиву ахы
SNameAppWorkSpace=Application Workspace
SNameAqua=Аква
SNameBackground=Аҿаԥшыра
SNameBlack=Аиқәаҵәа
SNameBlue=Blue
SNameBtnFace=Акнопка аҿаԥшыра
SNameBtnHighlight=Акнопка ацәырлашара
SNameBtnShadow=Акнопка агага
SNameBtnText=Акнопка атекст
SNameCaptionText=Ахы атекст
SNameCream=Cream
SNameDefault=Ишыҟоу еиԥш
SNameFuchsia=Fuchsia
SNameGradientActiveCaption=Иактиву ахы аградиент
SNameGradientInactiveCaption=Иактивым ахы аградиент
SNameGray=Ахәаԥштәы
SNameGrayText=Gray Text
SNameGreen=Аиаҵәа
SNameHighlight=Highlight Background
SNameHighlightText=Highlight Text
SNameHotLight=Hot Light
SNameInactiveBorder=Inactive Border
SNameInactiveCaption=Inactive Caption
SNameInactiveCaptionText=Inactive Caption Text
SNameInfoBk=Info Background
SNameInfoText=Аинформациа атекст
SNameLime=Лаим
SNameMaroon=Бордовый
SNameMedGray=Ибжьратәу ахәа аԥштәы
SNameMenu=Амениу аҿаԥшыра
SNameMenuBar=Амениу ацәаҳәа
SNameMenuHighlight=Амениу ацәырлашара
SNameMenuText=Амениу атекст
SNameMoneyGreen=Аԥара иаҵәақәа
SNameNavy=Тёмно-синий
SNameNone=Мап
SNameOlive=Оливковый
SNamePurple=Пурпурный
SNameRed=Аҟаԥшь
SNameScrollBar=Аҭаргьежьра ацәаҳәа
SNameSilver=Араӡынтә
SNameSkyBlue=Лазурный
SNameTeal=Бирюзовый
SNameWhite=Ашкәакәа
SNameWindow=Аԥенџьыр аҿаԥшыра
SNameWindowFrame=Аԥенџьыр арамка
SNameWindowText=Аԥенџьыр атекст
SNameYellow=Аҩеижь

[CompareForm]
ActionExit:h=Иҭыҵтәуп атект аиҿырԥшра аҟынтәи
ActionExit=Иҭыҵтәуп
ActionLeftCopy:h=Икопиатәуп ари ацәаҳәа афаил ахь
ActionLeftCopy=Икопиатәуп
ActionLeftFileOpen:h=Иаарттәуп иҟоу афаил
ActionLeftFileOpen=Иаарттәуп
ActionLeftFileSave:h=Еиқәырхатәуп афаил
ActionLeftFileSave=Еиқәырхатәуп
ActionLeftNext:h=Ииастәуп анаҩстәи аиԥшымрахь
ActionLeftNext:s=F3
ActionLeftNext=Анаҩс
ActionLeftPrevious:h=Ииастәуп аԥхьатәи аиԥшымрахь
ActionLeftPrevious:s=Shift+F3
ActionLeftPrevious=Шьҭахьҟа
ActionLeftReload:h=Еиҭаарттәуп ари афаил
ActionLeftReload=Еиҭаарттәуп
ActionLeftSwap:h=Иԥсахтәуп ари ацәаҳәа арыӷьарахьтәи афаил ацәаҳәа ала
ActionLeftSwap=Еиҭныԥсахлатәуп
ActionOptions:h=Атекстқәа реиҿырԥшра апараметрқәа
ActionOptions=Апараметрқәа
ActionRightCopy:h=Икопиатәуп ари ацәаҳәа армарахьтәи афаил ахь
ActionRightCopy=Икопиатәуп
ActionRightFileOpen:h=Иаарттәуп иҟоу афаил
ActionRightFileOpen=Иаарттәуп
ActionRightFileSave:h=Еиқәырхатәуп ари афаил
ActionRightFileSave=Еиқәырхатәуп
ActionRightNext:h=Ииастәуп анаҩстәи аиԥшымрахь
ActionRightNext:s=F4
ActionRightNext=Анаҩс
ActionRightPrevious:h=Ииастәуп аԥхьатәи аиԥшымрахь
ActionRightPrevious:s=Shift+F4
ActionRightPrevious=Шьҭахьҟа
ActionRightReload:h=Еиҭаарттәуп ари афаил
ActionRightReload=Еиҭаарттәуп
ActionRightSwap:h=Иԥсахтәуп ари ацәаҳәа арымарахьтәи афаил ацәаҳәа ала
ActionRightSwap=Еиҭныԥсахлатәуп
ActionSearchClose:h=Иарктәуп
ActionSearchFindNext:h=Иԥшаатәуп анаҩс
ActionSearchFindNext:s=Ctrl+F3
ActionSearchFindPrevious:h=Иԥшаатәуп &аԥхьатәи
ActionSearchFindPrevious:s=Shift+Ctrl+F3
ActionSearchMatchCase:h=Арегистр иацклаԥшны
ActionSearchMatchCase=Арегистр иацклаԥшны
ActionSearchWholeWords:h=Еибгоу ажәақәа мацара
ActionSearchWholeWords=Еибгоу ажәақәа мацара
Caption=Еиҿырԥштәуп атекстқәа

[CompareOptionsDialog]
Caption=Атекстқәа реиҿырԥшра апараметрқәа
CheckBoxIgnoreBlanks=Абжьажьқәа ирызхьаԥштәӡам
CheckBoxIgnoreCase=Арегистр иазхьаԥштәӡам
CheckBoxShowSpecialChars=Иаарԥштәуп иcпециалу асимволқәа
ComboBoxColorTheme=Аԥштәы

[ConfirmReplaceDialog]
Caption=Ишьақәырӷәӷәатәуп алаԥсахра

[Constant]
Active=Иактивуп
ActualSize=Actual size
AddFile:t=Translation needed
AddFile=Add file
AllFiles=Афаилқәа зегьы
Arrow=Ахыц
AutoSave=Автоеиқәырхара
Block=Амҩаркра
Blue:t=Translation needed
Blue=Blue
Bookmark=Агәылаҵа
Bookmarks=Агәылаҵақәа
Bottom=Ҵаҟа
Bytes=баит
CharacterCount=Асимволқәа рыԥхьаӡа
Circle=Агьежь
Color=Аԥштәы
CompareFiles=Афаилқәа реиҿырԥшра
Confirmation=Ашьақәырӷәӷәара
Connecting=Аимадара
CountingFiles=Афаилқәа рыԥхьаӡара...
Dash=Dash
Default=Ишыҟоу еиԥш
DirectoryItems=Акаталог аелементқәа
DocumentIsValid:t=Translation needed
DocumentIsValid=Document is valid.
Dot=Акәаԥ
DoubleUnderline:t=Translation needed
DoubleUnderline=Double underline
Download=Иҭыгатәуп
DownloadCancelling=Аҟәыхра...
DownloadDone=Ихиоуп.
EditDirectory=Акаталог аредакциа азутәуп
Encoding=Акодркра
Enter=Enter
Error=Агха
Extended=Ирҭбаау - \n, \t, \0
FavouriteItems=Favourite items
FileMaskItems=Афаилтә маска аелементқәа
FilesFound=Афаил(қәа) %d ԥшаан %s аҟны
FitHeight=Fit height
FitWidth=Fit width
Gigabyte=ГБ
GoToBookmark=Ииастәуп агәылаҵа ахь
GoToLine=Ииастәуп ацәаҳәахьы
Green:t=Translation needed
Green=Green
HalfBlock=Ибжатоу амҩаркрақәа
Hide=Иҵәахтәуп
Highlighter=Асинтаксис ацәырлашара
HorizontalLine=Игоризонталу ацәаҳәа
Hovered=Hovered
Inactive=Иактивӡам
Information=Адыррақәа
Insert=Иҭаргылатәуп
InsertTags=Иҭаргылатәуп HTML/XML атегқәа
Installer=Ақәыргылага программа
InvalidName=Ииашам ахьӡ
Keyword=Ихадароу ажәа
Kilobyte=KB
LanguageEditor=Абызшәақәа рредактор - %s
Left=Left
Length=Аура
Line=Ацәаҳәа
LineCount=Ацәаҳәақәа рыԥхьаӡа
LoadingFile=Афаил аҭагалара...
LoadingFiles=Афаилқәа рҭагалара...
LoadingOutput=Loading output...
LowerCase=Lower case
MatchFound=%d match%s found
MatchFoundPluralExtension=es
Megabyte=МБ
Memory=Агәынкыларҭа
Minute=мин
Modified=иԥсаху
NewFolder=Акаталог ҿыц
NoChange=Ԥсахрада
None=Мап
Normal=Инормалу
OccurencesFound=Алалара(қәа) %d ԥшаан %s аҟны
Open=Иаарттәуп
OpenDirectory=Иаарттәуп акаталог
Overwrite=Иақәҩылатәуп
Page=Адаҟьа
Password=Ажәамаӡа
Pilcrow=Абзац адырга
PleaseWait=Шәыԥшы ԥыҭрак
Position=Апозициа: %d
PreviewFilePage=Адаҟьа: $PAGENUM$ of $PAGECOUNT$
PreviewPage=Адаҟьа: %d / %d
PreviewPrintFile=Акьыԥхьра (%s)|Икьыԥхьтәуп адокумент %s аҟны
PrintedBy=Икьыԥхьуп %s
ProcessingFile=Processing file...
Purple:t=Translation needed
Purple=Purple
ReadOnly=Аԥхьара мацараз
Red:t=Translation needed
Red=Red
RegularExpression=Ирегулиару аҵакҭаҩ
Rename=Ишәҭахума "%s" ахьӡ "%s" ала аԥсахра?
RenameFailed=Иманшәалам ахьӡԥсахрақәа: %s
RenameTab:t=Translation needed
RenameTab=Rename tab
ReopenItems=Аелемент даҽазнык аартра
Results=Алҵшәа
Right=Арыӷьарахь
RightMargin=Арӷьарахьтәи аҳәаа
SaveAs=Еиқәырхатәуп абас
Search=аԥшаара
SearchFor=Иԥшаатәуп «%s»
SearchItems=Иԥшаатәуп аелементқәа
Second=с
SelectRootDirectory=Иалхтәуп ашьагәыҭтә каталог
SelectWorkingDirectory=Иалхтәуп аусураз акаталог
SentenceCase=Арегистр иазхьаԥштәуп
Separator=Аиҟәшага
ShowOnlyInList=Иаарԥштәуп асиа мацара аҟны
Snippet=Афрагмент
Solid=Solid
Speed=Аласра
Square=Аквадрат
Text=Атекст
TextToFindItems=Аелементқәа рыԥшааразы атекст
ThinHorizontalLine=Ипоу агоризонталтә ҵәаӷәа
ThinVerticalLine=Ипоу авертикалтә ҵәаӷәа
ToggleBookmark=Еиҭарстәуп агәылаҵа
Top=Аҩадахьы
TopLine=Аҩадахьтәи ацәаҳәа : %d
Triangle=Ахкәакь
Underline:t=Translation needed
Underline=Underline
Untitled=Ахы ада
UpperCase=Хыхьтәи арегистр
UseOnAllHighlighters=Use on all highlighters
VersionInfoNotFound=Аверсиа иазку аинформациа.
VerticalLine=Ивертикалу ацәаҳәа
Warning=Агәаҽанҵара
WaveLine:t=Translation needed
WaveLine=Wave line
WavyZigzag:t=Translation needed
WavyZigzag=Wavy zigzag
Width=Аҭбаара
Wildcard=Амаска - *, ?, #
WordCount=Ажәақәа рыԥхьаӡара
Yellow:t=Translation needed
Yellow=Yellow 
ZipPackage=Апакет Zip

[ConvertConstant]
AcreFeet=Acre Feet
AcreInches=Acre Inches
Acres=Acres
Angstroms=Angstroms
Area=Area
Ares=Ares
AstronomicalUnits=Astronomical Units
Binary=Binary
Celsius=Celsius
Centares=Centares
Centigrams=Centigrams
CentiLiters=Centi Liters
Centimeters=Centimeters
Centuries=Centuries
Chains=Chains
CordFeet=Cord Feet
Cords=Cords
CubicCentimeters=Cubic Centimeters
CubicDecameters=Cubic Decameters
CubicDecimeters=Cubic Decimeters
CubicFeet=Cubic Feet
CubicHectometers=Cubic Hectometers
CubicInches=Cubic Inches
CubicKilometers=Cubic Kilometers
CubicMeters=Cubic Meters
CubicMiles=Cubic Miles
CubicMillimeters=Cubic Millimeters
CubicYards=Cubic Yards
Cubits=Cubits
DateTime=Арыцхә Аамҭа
Days=Амшқәа
Decades=Адекадақәа
Decagrams=Decagrams
DecaLiters=Deca Liters
Decameters=Decameters
Decasteres=Decasteres
Decigrams=Decigrams
DeciLiters=Deci Liters
Decimal=Decimal
Decimeters=Decimeters
Decisteres=Decisteres
Distance=Distance
Drams=Drams
DryBuckets=Dry Buckets
DryBushels=Dry Bushels
DryGallons=Dry Gallons
DryPecks=Dry Pecks
DryPints=Dry Pints
DryQuarts=Dry Quarts
Fahrenheit=Fahrenheit
Fathoms=Fathoms
Feet=Фут
FluidCups=Fluid Cups
FluidGallons=Fluid Gallons
FluidGills=Fluid Gills
FluidOunces=Fluid Ounces
FluidPints=Fluid Pints
FluidQuarts=Fluid Quarts
FluidTablespoons=Fluid Tablespoons
FluidTeaspoons=Fluid Teaspoons
Fortnights=Fortnights
Furlongs=Furlongs
Gigameters=Gigameters
Grains=Grains
Grams=Аграммқәа
Hands=Hands
Hectares=Hectares
Hectograms=Hectograms
HectoLiters=Hecto Liters
Hectometers=Hectometers
Hexadecimal=Hexadecimal
Hours=Асааҭқәа
Inches=Inches
JulianDate=Julian Date
Kelvin=Kelvin
Kilograms=Акилограммқәа
KiloLiters=Kilo Liters
Kilometers=Аклометрқәа
LightYears=Light Years
Links=Links
Liters=Алитрқәа
LongTons=Long Tons
Mass=Амасса
Megameters=Megameters
Meters=Аметрқәа
MetricTons=Metric Tons
Micrograms=Micrograms
Micromicrons=Micromicrons
Microns=Microns
Miles=Амильқәа
Millennia=Millennia
Milligrams=Milligrams
MilliLiters=Milli Liters
Millimeters=Millimeters
Millimicrons=Millimicrons
MilliSeconds=Milliseconds
Minutes=Аминутқәа
ModifiedJulianDate=Modified Julian Date
Months=Амзақәа
Nanograms=Nanograms
NauticalMiles=Nautical Miles
NumeralSystem=Numeral System
Ounces=Ounces
Paces=Paces
Parsecs=Parsecs
Picas=Picas
Points=Акәаԥқәа
Pounds=Pounds
Rankine=Rankine
Reaumur=Reaumur
Rods=Rods
Seconds=Асекундқәа
SquareCentimeters=Square Centimeters
SquareDecameters=Square Decameters
SquareDecimeters=Square Decimeters
SquareFeet=Square Feet
SquareHectometers=Square Hectometers
SquareInches=Square Inches
SquareKilometers=Square Kilometers
SquareMeters=Square Meters
SquareMiles=Square Miles
SquareMillimeters=Square Millimeters
SquareRods=Square Rods
SquareYards=Square Yards
Steres=Steres
Stones=Stones
Temperature=Атемпература
Time=Аамҭа
Tons=Атоннақәа
UKBuckets=UK Buckets
UKBushels=UK Bushels
UKGallons=UK Gallons
UKGill=UK Gills
UKOunces=UK Ounces
UKPecks=UK Pecks
UKPints=UK Pints
UKPottle=UK Pottles
UKQuarts=UK Quarts
Weeks=Амчыбжьқәа
Volume=Volume
Yards=Yards
Years=Ашықәсқәа

[ConvertForm]
Caption=Ахыԥхьаӡарақәа ракақәа рыбжьара аконвертациа
ComboBoxFrom=Аҟынтәи
ComboBoxTo=Ахь
ComboBoxType=Атип
EditResult=Алҵшәа
EditValue=Аҵакы

[DialogConstant]
SMsgDlgAbort=&Еиԥырҟьатәуп
SMsgDlgAll=&Зегьы
SMsgDlgCancel=Аҟәыхра
SMsgDlgClose=&Иарктәуп
SMsgDlgConfirm=Ишьақәырӷәӷәатәуп
SMsgDlgError=Агха
SMsgDlgHelp=&Ацхыраара
SMsgDlgHelpHelp=Ацхыраара
SMsgDlgHelpNone=Ацхыраара ыҟам
SMsgDlgIgnore=&Иазхьаԥштәӡам
SMsgDlgInformation=Аинформациа
SMsgDlgNo=&Мап
SMsgDlgNoToAll=Мап &зегьы рзы
SMsgDlgOK=OK
SMsgDlgRetry=Еиҭ&анагӡатәуп
SMsgDlgWarning=Агәаҽанҵара
SMsgDlgYes=&Ааи
SMsgDlgYesToAll=Ааи зегьы рзы
SNoMappingForUnicodeCharacter=Иазалху, ибаитрацәоу акодқәа рдаҟьаҟны иҟам Иуникод асимвол иашьашәалоу

[DirectoryTabDialog]
CheckBoxExcludeOtherDirectoryBranches=Егьырҭ акаталогқәа рымахәҭақәа аламҵакәа
ComboBoxDrives=Иаарԥштәуп адискқәа
ComboBoxFileMask=Афаил атип
EditRootDirectory=Ашьагәыҭтә каталог
EditTabName=Агәылаҵа ахьӡ
GroupBoxOptions=Аопциақәа

[DownloadURLDialog]
ActionCancel=Аҟәыхра
ActionOK=OK
Caption=Иҭыгатәуп

[EditorColorElements]
ActiveLineBackground=Иактиву ацәаҳәа аҿаԥшыра
ActiveLineBackgroundUnfocused=Active line background unfocused
ActiveLineForeground=Иактиву ацәаҳәа аԥхьатәи аплан
ActiveLineForegroundUnfocused=Active line foreground unfocused
Background=Аҿаԥшыра
CodeFoldingActiveLineBackground=Code folding active line background
CodeFoldingActiveLineBackgroundUnfocused=Code folding active line background unfocused
CodeFoldingBackground=Code folding background
CodeFoldingCollapsedLine=Code folding collapsed line
CodeFoldingFoldingLine=Code folding folding line
CodeFoldingFoldingLineHighlight=Code folding folding line highlight
CodeFoldingHintBackground=Code folding hint background
CodeFoldingHintBorder=Code folding hint border
CodeFoldingHintIndicatorBackground=Code folding hint indicator background
CodeFoldingHintIndicatorBorder=Code folding hint indicator border
CodeFoldingHintIndicatorMark=Code folding hint indicator mark
CodeFoldingHintText=Code folding hint text
CodeFoldingIndent=Code folding indent
CodeFoldingIndentHighlight=Code folding indent highlight
CompletionProposalBackground=Completion proposal background
CompletionProposalForeground=Completion proposal foreground
CompletionProposalSelectedBackground=Completion proposal selected background
CompletionProposalSelectedText=Completion proposal selected text
LeftMarginActiveLineBackground=Left margin active line background
LeftMarginActiveLineBackgroundUnfocused=Left margin active line background unfocused
LeftMarginActiveLineNumber=Left margin active line number
LeftMarginBackground=Left margin background
LeftMarginBookmarkPanel=Left margin bookmark panel
LeftMarginBorder=Left margin border
LeftMarginLineNumberLine=Left margin line number line
LeftMarginLineNumbers=Left margin line numbers
LeftMarginLineStateModified=Left margin line state modified
LeftMarginLineStateNormal=Left margin line state normal
MatchingPairMatched=Matching pair matched
MatchingPairUnmatched=Matching pair unmatched
MinimapBackground=Minimap background
MinimapBookmark=Minimap bookmark
MinimapVisibleLines=Minimap visible lines
RightMargin=Right margin
RightMovingEdge=Right moving edge
RulerBackground=Ruler background
RulerBorder=Ruler border
RulerLines=Ruler lines
RulerMovingEdge=Ruler moving edge
RulerNumbers=Ruler numbers
RulerSelection=Ruler selection
SearchHighlighterBackground=Search highlighter background
SearchHighlighterBorder=Search highlighter border
SearchHighlighterForeground=Search highlighter foreground
SearchInSelectionBackground=Search in selection background
SearchMapActiveLine=Search map active line
SearchMapBackground=Search map background
SearchMapForeground=Search map foreground
SelectionBackground=Selection background
SelectionForeground=Selection foreground
SyncEditBackground=Sync edit background
SyncEditEditBorder=Sync edit edit border
SyncEditWordBorder=Sync edit word border
WordWrapIndicatorArrow=Word wrap indicator arrow
WordWrapIndicatorLines=Word wrap indicator lines

[ErrorMessage]
DefaultEmailProgramNotFound=E-mail ашьҭразы апрограмма аԥшаара ауам
DirectoryNotExist=Акаталог «%s» ыҟаӡам
EnterFilename=Иҭажәгал афаил ахьӡ.
EnterKeyword=Иҭажәгал ихадароу ажәа.
EnterPath=Иҭажәгал амҩа.
EnterServer=Иҭажәгал асервер.
EnterTabName=Иҭажәгал агәылаҵа ахьӡ.
FileNotFound=Афаил «%s» ԥшаам.
RootDirectoryNotExist=Ашьагәыҭтә каталог ыҟаӡам.

[ExecuteDialog]
ActionDelete:h=Ианыхтәуп апункт
ActionDelete=Ианыхтәуп
ActionEdit:h=Иԥсахтәуп апункт
ActionEdit=Иԥсахтәуп
ActionInsert:h=Иҭаргылатәуп апункт
ActionInsert=Иҭаргылатәуп
ActionMoveDown:h=Ииагатәуп иалху аелемент алада
ActionMoveDown=Ииагатәуп алада
ActionMoveUp:h=Ииагатәуп иалху аелемент аҩада
ActionMoveUp=Ииагатәуп аҩада
ActionSort:h=Аелементқәа рсортра
ActionSort=Асортра
Caption=Инагӡатәуп аелементқәа

[ExecuteEditDialog]
Caption=Инагӡатәуп аелемент
CheckBoxSaveActiveFile:t=Translation needed
CheckBoxSaveActiveFile=Save active file
CheckBoxShowOutput=Иаарԥштәуп аҭгара
ComboBoxShortcut=Адыргаҷ
EditFilename=Афаил ахьӡ
EditParameters=Апараметрқәа
EditTitle=Ахы
EditWorkingDirectory=Аусуратә каталог

[FilesSelectDialog]
ActionSelectAll:h=Иалхтәуп афаилқәа зегьы
ActionSelectAll=Иалхтәуп зегьы
ActionUnselectAll:h=Иаҟәыхтәуп афаилқәа зегьы ралхра
ActionUnselectAll=Иаҟәыхтәуп алхра
Caption=Афаилқәа ралхра
VirtualDrawTree:0=Афаил
VirtualDrawTree:1=Амҩа

[FileTypes]
7Zip=7-Zip афаилқәа (*.7z)|*.7z
ABAP=ABAP афаилқәа (*.abap)
ActionScript=ActionScript афаилқәа (*.as)
ASP=ASP афаилқәа (*.asp)
Assembler - 6502=Ассемблер 6502 афаилқәа (*.asm)
Assembler - 68HC11=Ассемблер 68HC11 афаилқәа (*.hc11;*.asc)
AutoHotkey=AutoHotkey афаилқәа (*.ahk)
AutoIt v3=AutoIt афаилқәа (*.au3)
AWK=AWK афаилқәа(*.awk)
Bash=Bash афаилқәа (*.sh)
C#=C# афаилқәа (*.cs)
C++=C++ афаилқәа (*.cpp;*.hpp)
C=C афаилқәа (*.c;*.h)
Clojure=афаилқәа Clojure (*.clj;*.cljs;*.cljc;*.edn)
CoffeeScript=CoffeeScript афаилқәа (*.coffee)
CSS=CSS афаилқәа (*.css)
D=D афаилқәа (*.d;*.di)
Dart=Dart афаилқәа (*.dart)
Delphi Form Module=Delphi аформақәа рмодульқәа афаилқәа (*.dfm)
Diff=Difference афаилқәа (*.diff)
DWScript=DWScript афаилқәа (*.dws)
Eiffel=Eiffel афаилқәа (*.e;*.es)
Elixir=афаилқәа Elixir (*.exs)
Elm=Elm афаилқәа (*.elm)
Erlang=Erlang афаилқәа (*.erl;*.hrl)
Euphoria=Euphoria афаилқәа (*.e;*.ex;*.exw;*.edb)
Exe=Апрограммақәа рфаилқәа (*.exe)|*.exe
F#=F# афаилқәа (*.fs)
Free Pascal=Free Pascal афаилқәа (*.pp)
FreeBASIC=FreeBASIC афаилқәа (*.bi;*.bas)
GDScript=GDScript афаилқәа (*.gd)
Git Ignore=Git Ignore афаилқәа (*.gitignore)
GLSL=GLSL афаилқәа (*.glsl)
Go=Go афаилқәа (*.go)
Gravity=Gravity афаилқәа (*.gravity)
Groovy=Groovy афаилқәа (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=HTML афаилқәа (*.html;*.htm)
INI=INI афаилқәа (*.ini;*.lng)
Inno Setup=Inno Setup афаилқәа (*.iss)
Java=Java афаилқәа (*.java)
JavaScript=JavaScript афаилқәа (*.js)
JSON=JSON афаилқәа (*.json)
Julia=Julia афаилқәа (*.jl)
Kotlin=Kotlin афаилқәа (*.kt;*.kts)
Language=Абызшәатә фаилқәа (*.lng)|*.lng
LaTex=LaTex афаилқәа (*.lat;*.tex;*.lex)
Lisp=Lisp афаилқәа (*.lisp)
Log file=Log афаилқәа (*.log)
Lua=Lua афаилқәа (*.lua)
Macro=Macro афаилқәа (*.mcr)|*.mcr
Markdown=Markdown афаилқәа (*.md)
MATLAB=MATLAB афаилқәа (*.matlab)
MIME=MIME афаилқәа (*.eml;*.mht)
MS-DOS Batch=Акомандатә цәаҳәа MS-DOS афаилқәа (*.bat;*.cmd)
MSI=MSI афаилқәа (*.msi)|*.msi
NSIS=NSIS афаилқәа (*.nsi)
Object Pascal=Pascal афаилқәа (*.pas;*.dpr;*.dpk)
Objective-C=Objective-C афаилқәа (*.m)
OCaml=OCaml афаилқәа (*.ml)
PDF=PDF афаилқәа (*.pdf)
Perl=Perl афаилқәа (*.pl;*.pm;*.cgi)
PHP=PHP афаилқәа (*.php;*.class;*.inc)
PowerShell=PowerShell афаилқәа (*.ps1)
Python=Python афаилқәа (*.py)
R=R афаилқәа (*.r;*.rdata;*.rds;*.rda)
Red=Red афаилқәа (*.red;*.reds)
Ruby=Ruby афаилқәа (*.rb;*.rbw)
Rust=Rust афаилқәа (*.rc)
Scala=Scala афаилқәа (*.scala)
SQL - Standard=SQL афаилқәа (*.sql)
Structured Text=Structured Text афаилқәа (*.st; *.iecst)
Swift=Swift афаилқәа (*.swift)
TclTk=Tcl/Tk афаилқәа (*.tcl)
Text=Атексттә фаилқәа (*.txt)
TypeScript=TypeScript афаилқәа (*.ts)
UnrealScript=UnrealScript афаилқәа (*.uc)
Visual Basic=Visual Basic афаилқәа (*.vb;*.bas)
Visual FoxPro=Visual FoxPro афаилқәа (*.pjx;*.prg)
VRCalc++=VRCalc++ афаилқәа (*.vrc;*.vrcm)
XML=XML афаилқәа (*.xml;*.xsd;*.csl;*.dtd;*.dproj;*.groupproj;*.opml;*.rdf;*.svg;*.wxs)
XSL=XSL афаилқәа (*.xsl;*.xslt)
YAML=YAML афаилқәа (*.yml)
Zip=Zip афаилқәа (*.zip)|*.zip

[FindDuplicatesDialog]
ActionDirectoryItems=Акаталог аелементқәа...
ActionFileMaskItems=Афаил амаска аелементқәа...
Caption=Иԥшаатәуп адубликатқәа
CheckBoxIgnoreBlanks=Ирызхьаԥштәӡам абжьажьқәа
CheckBoxIgnoreCase=Иазхьаԥштәӡам арегитр
CheckBoxIncludeSubdirectories=Иԥшаатәуп иагәылоу акаталогқәа рҟны
CheckBoxScanHorizontally=Анализ горизонталла
CheckBoxScanVertically=Анализ вертикалла
ComboBoxDirectories=Акаталог
ComboBoxFileMask=Афаил атип
GroupBoxOptions=Аопциақәа
GroupBoxSearch=Аԥшаара
GroupBoxSearchDirectoryOptions=Акаталог аҟны аԥшаара апараметрқәа
RadioButtonSearchAllOpenFiles=Аԥшаара иаарту афаилқәа зегьы рҟны
RadioButtonSearchInDirectories=Аԥшаара акаталогқәа рҟны
SpinEditMinimumBlockSize=Аблок иминималу ашәагаа
SpinEditMinimumCharacters=Асимволқәа рминимум

[FindInFilesDialog]
ActionDirectoryItems=Акаталог аелементқәа...
ActionFileMaskItems=Афаил амаска аелементқәа...
ActionSearchEngine=Иалхтәуп аԥшаага
ActionTextToFindItems=Аелементқәа рыԥшаараз атекст...
Caption=Афаилқәа рҟны аԥшаара
CheckBoxDisplayResultsInSeparateTab=Иаарԥшлатәуп алҵшәақәа ихазу агәылаҵа аҟны
CheckBoxGroupResultsByFile=Иргәыԥтәуп алҵшәақәа фаилла
CheckBoxIncludeSubdirectories=Иахәаԥштәуп иагәылоу акаталогқәа рҟны
CheckBoxMatchCase=Арегистр иазхьаԥштәуп
CheckBoxShowOnlyResult=Иаарԥштәуп алҵшәа амацара
CheckBoxWholeWords=Ажәақәа шеибгоу мацара
ComboBoxDirectories:h=Акаталогқәа ԥыҭк еиҟәыҭхоуп акәаԥи аҿарҵәии рыла
ComboBoxDirectories=Акаталог
ComboBoxFileMask=Афаил атип
ComboBoxTextToFind=Иԥшаатәуп
GroupBoxOptions=Аопциақәа
GroupBoxOutputOptions=Аҭыгара
GroupBoxSearch=Аԥшаара
GroupBoxSearchDirectoryOptions=Аԥшаара акаталог апараметрқәа
RadioButtonSearchAllOpenFiles=Аԥшаара иаарту афаилқәа зегьы рҟны
RadioButtonSearchInCurrentFile:t=Translation needed
RadioButtonSearchInCurrentFile=In current file
RadioButtonSearchInDirectories=Аԥшаара акаталогқәа рҟны

[HighlighterColorElements]
AssemblerComment=Ассемблер акоментари
AssemblerReservedWord=Ассемблер ирезерву ажәа
Attribute=Атрибут
Character=Асимвол
Comment=Акоментари
Directive=Адиректива
Editor=Аредактор
HexNumber=Hex-хыԥхьаӡара
HighlightedBlock=Иалкаау аблок
HighlightedBlockSymbol:t=Translation needed
HighlightedBlockSymbol=Highlighted block symbol
LogicalOperator:t=Translation needed
LogicalOperator=Logical operator
Method:t=Translation needed
Method=Method
MethodItalic:t=Translation needed
MethodItalic=Method italic
MethodName:t=Translation needed
MethodName=Method name
Number=Ахыԥхьаӡара
ReservedWord=Ирезерву ажәа
String=Ацәаҳәа
Symbol=Асимвол
Value:t=Translation needed
Value=Value
WebLink:t=Translation needed
WebLink=Web link

[HighlighterFontElements]
CodeFoldingHint=Акод аикәарҳәраз аҵаҳәара
CompletionProposal=Ацәаҳәа ахарҭәааразы адгалара
LineNumbers=Ацәаҳәақәа рномерқәа
Minimap=Аминикарта
Ruler=Аҵәаӷәалдага
Text=Атекст

[InformationDialog]
Caption=Адыррақәа
LabelAccessed=Иҟоуп
LabelCharacterCount=Асимволқәа рыԥхьаӡа
LabelCreated=Иаԥҵоуп
LabelFilename=Афаил ахьӡ
LabelLength=Аура
LabelLineCount=Ацәаҳәақәа рыԥхьаӡа
LabelLocation=Иахьыҟоу аҭыԥ
LabelModified=Иԥсахуп
LabelSize=Ашәагаа
LabelSizeOnDisk=Адиск аҟны ашәагаа
LabelWordCount=Ажәақәа рыԥхьаӡа

[Buttons]
ButtonCancel=Аҟәыхра
ButtonDonations=Ацхыраара
ButtonDownloadAllSkins=Иҭыгатәуп аскинқәа зегьы
ButtonLicense=Алицензиа...
ButtonNo=&Мап
ButtonOK=OK
ButtonYes=&Ааи
ButtonYesToAll=Ааи зегь&ы рзы

[ItemListDialog]
ActionClearAll:h=Ианыхтәуп аелементқәа зегьы
ActionClearAll=Ианыхтәуп зегьы
ActionDelete:h=Ианыхтәуп аелемент
ActionDelete=Ианыхтәуп
ActionInsert:h=Иҭаргылатәуп аелемент
ActionInsert=Иҭаргылатәуп
ActionMoveDown:h=Ииагатәуп иалху аелемент алада
ActionMoveDown=Ииагатәуп алада
ActionMoveUp:h=Ииагатәуп иалху аелемент аҩада
ActionMoveUp=Ииагатәуп аҩада
ActionSort:h=Исорттәуп аелементқәа
ActionSort=Исорттәуп

[LanguageEditorForm]
ActionExit:h=Иарктәуп аредактор
ActionExit=Иҭыҵтәуп
ActionFileNew:h=Иаԥышәҵа иҿыцу абызшәатә фаил
ActionFileNew=Иаԥҵатәуп
ActionFileOpen:h=Иаарттәуп иҟоу абызшәатә фаил
ActionFileOpen=Иаарттәуп
ActionFileSave:h=Еиқәырхатәуп абызшәатә фаил
ActionFileSave=Еиқәырхатәуп
VirtualDrawTree:0=Аобиект
VirtualDrawTree:1=Аҵаҩра
VirtualDrawTree:2=Аҵаҳәара
VirtualDrawTree:3=Ярлык
VirtualDrawTree:4=Второй ярлык

[MainForm]
ActionBookmarkListShowFilters:t=Translation needed
ActionBookmarkListShowFilters=Show filters
ActionDirectoryContextMenu:h=Аконтексттә мениу
ActionDirectoryContextMenu=А&контексттә мениу
ActionDirectoryDelete:h=Ианыхтәуп афаил ма акаталог
ActionDirectoryDelete=&Ианыхтәуп
ActionDirectoryFileExplorer:h=Иаарттәуп амҩаԥгага
ActionDirectoryFileExplorer=Амҩаԥгага
ActionDirectoryFindInFiles:h=Афаилқәа ԥыҭк рҟны ацәаҳәа аԥшаара
ActionDirectoryFindInFiles=&Афаилқәа рҟны аԥшаара...
ActionDirectoryNewFolder=Акаталог ҿыц
ActionDirectoryOpenAllFiles:h=Иаарттәуп афаилқәа зегьы акаталог аҟны
ActionDirectoryOpenAllFiles=Иаарттәуп афаилқәа зегьы
ActionDirecroryOpenFileExplorer:h=Иаарттәуп амҩаԥгага
ActionDirecroryOpenFileExplorer=Амҩаԥгага
ActionDirectoryProperties:h=Афаил/акаталог аҷыдаҟазшьа ахәаԥшра
ActionDirectoryProperties=Аҷы&даҟазшьақәа...
ActionDirectoryRefresh:h=Ирҿыцтәуп афаилқәа
ActionDirectoryRefresh=И&рҿыцтәуп
ActionDirectoryRename:h=Афаил ма акаталог рыхьӡ аԥсахра
ActionDirectoryRename=Ахьӡ& ԥсахтәуп
ActionDirectorySFTPDownload=Иҭыгатәуп
ActionDirectorySFTPUpload=Иҭагалатәуп
ActionEdit=&Ариашара
ActionEditCopy:h=Икопиатәуп иалкаау афрагмент аиҭныԥсахлара абуфер ахь
ActionEditCopy:s=Ctrl+C
ActionEditCopy=И&опиатәуп
ActionEditCopyWithLineNumbers:h=Икопиатәуп иалкаау афрагмент аиҭныԥсахлара абуфер ахь
ActionEditCopyWithLineNumbers:s=Ctrl+Alt+C
ActionEditCopyWithLineNumbers=И&копиатәуп ацәаҳәақәа рномерқәа рыцны
ActionEditCut:h=Игәылԥҟатәуп иалкаау афрагмент аиҭныԥсахлара абуфер ахь
ActionEditCut:s=Ctrl+X
ActionEditCut=И&гәылԥҟатәуп
ActionEditDecode:h=Икодаарттәуп
ActionEditDecode=Икодаарттәуп
ActionEditDecodeASCIIDecimal:h=Decode ASCII decimal
ActionEditDecodeASCIIDecimal=ASCII decimal
ActionEditDecodeBase:h=Decode base
ActionEditDecodeBase=Base
ActionEditDecodeBase1024:h=Decode base1024
ActionEditDecodeBase1024=1024
ActionEditDecodeBase128:h=Decode base128
ActionEditDecodeBase128=128
ActionEditDecodeBase256:h=Decode base256
ActionEditDecodeBase256=256
ActionEditDecodeBase32:h=Decode base32
ActionEditDecodeBase32=32
ActionEditDecodeBase4096:h=Decode base4096
ActionEditDecodeBase4096=4096
ActionEditDecodeBase64:h=Decode base64
ActionEditDecodeBase64=64
ActionEditDecodeBase85:h=Decode base85
ActionEditDecodeBase85=85
ActionEditDecodeBase91:h=Decode base91
ActionEditDecodeBase91=91
ActionEditDecodeBinary:h=Decode binary
ActionEditDecodeBinary=Binary
ActionEditDecodeHex:h=Decode hex
ActionEditDecodeHex=Hex
ActionEditDecodeHexWithoutSpaces:h=Decode hex without spaces
ActionEditDecodeHexWithoutSpaces=Hex (without spaces)
ActionEditDecodeHTML:h=Decode HTML
ActionEditDecodeHTML=HTML
ActionEditDecodeOctal:h=Decode octal
ActionEditDecodeOctal=Octal
ActionEditDecodeRotate:h=Decode Rotate
ActionEditDecodeRotate=Rotate
ActionEditDecodeRotate13:h=Rotate by 13 places
ActionEditDecodeRotate18:h=Rotate by 18 places
ActionEditDecodeRotate47:h=Rotate by 47 places
ActionEditDecodeRotate5:h=Rotate by 5 places
ActionEditDecodeURL:h=Икодаарттәуп URL-адрес
ActionEditDecodeURL=URL
ActionEditDelete=&Ианыхтәуп
ActionEditDeleteBeginningOfLine:h=Ианыхтәуп ацәаҳәа алагамҭа
ActionEditDeleteBeginningOfLine:s=Shift+Ctrl+T
ActionEditDeleteBeginningOfLine=Ацәаҳәа алагамҭа
ActionEditDeleteCharForward:h=Delete char forward
ActionEditDeleteCharForward:t=Translation needed
ActionEditDeleteCharForward:s=Shift+BkSp
ActionEditDeleteCharForward=Char forward
ActionEditDeleteComments:h=Ианыхтәуп акоментари
ActionEditDeleteComments=Акоментари
ActionEditDeleteDuplicateLines:h=Ианыхтәуп еиԥшу ацәаҳәақәа
ActionEditDeleteDuplicateLines=Еиԥшу ацәаҳәақәа
ActionEditDeleteEndOfLine:h=Ианыхтәуп ацәаҳәа анҵәамҭа
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=Ианыхтәуп &ацәаҳәа анҵәамҭа
ActionEditDeleteLine:h=Ианыхтәуп ацәаҳәа
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=Ианыхтәуп а&цәаҳәа
ActionEditDeleteWhitespace:h=Ианыхтәуп абжьажьқәа зегьы иалкаау атекст аҟынтәи
ActionEditDeleteWhitespace=Ианыхтәуп &абжьажьқәа
ActionEditDeleteWord:h=Ианыхтәуп ажәа
ActionEditDeleteWord:s=Ctrl+W
ActionEditDeleteWord=Ианыхтәуп &ажәа
ActionEditDeleteWordBackward:h=Ианыхтәуп шьҭахьтәи ажәа
ActionEditDeleteWordBackward:s=Ctrl+BkSp
ActionEditDeleteWordBackward=Шьҭахьтәи ажәа
ActionEditDeleteWordForward:h=Ианыхтәуп аԥхьатәи ажәа
ActionEditDeleteWordForward:s=Ctrl+Del
ActionEditDeleteWordForward=Аԥхьатәи ажәа
ActionEditEncode:h=Икодрктәуп
ActionEditEncode=Икодрктәуп
ActionEditEncodeASCIIDecimal:h=Икодрктәуп ижәаба-шьаҭатәу ASCII ахь
ActionEditEncodeASCIIDecimal=Ижәаба-шьаҭатәу ASCII
ActionEditEncodeBase1024:h=Икодрктәуп base1024 ахь
ActionEditEncodeBase1024=1024
ActionEditEncodeBase128:h=Икодрктәуп base128 ахь
ActionEditEncodeBase128=128
ActionEditEncodeBase256:h=Икодрктәуп base256 ахь
ActionEditEncodeBase256=256
ActionEditEncodeBase32:h=Икодрктәуп base32 ахь
ActionEditEncodeBase32=32
ActionEditEncodeBase4096:h=Икодрктәуп base4096 ахь
ActionEditEncodeBase4096=4096
ActionEditEncodeBase64:h=Икодрктәуп base64 ахь
ActionEditEncodeBase64=64
ActionEditEncodeBase64WithLineBreaks:h=Икодрктәуп base64 ахь ацәаҳәақәа риагара ацны
ActionEditEncodeBase64WithLineBreaks=64 (ацәаҳәақәа риагара ацны)
ActionEditEncodeBase85:h=Икодрктәуп base85 ахь
ActionEditEncodeBase85=85
ActionEditEncodeBase91:h=Икодрктәуп base91 ахь
ActionEditEncodeBase91=91
ActionEditEncodeBinary:h=Икодрктәуп binary ахь
ActionEditEncodeBinary=Binary
ActionEditEncodeHex:h=Икодрктәуп hex ахь
ActionEditEncodeHex=Hex
ActionEditEncodeHexWithoutSpaces:h=Encode hex without spaces
ActionEditEncodeHexWithoutSpaces=Hex (without spaces)
ActionEditEncodeHTML:h=Икодрктәуп HTML ахь
ActionEditEncodeHTML=HTML
ActionEditEncodeOctal:h=Икодрктәуп octal ахь
ActionEditEncodeOctal=Octal
ActionEditEncodeRotate:h=Икодрктәуп Rotate ахь
ActionEditEncodeRotate=Иаарҳәтәуп
ActionEditEncodeRotate13:h=Rotate by 13 places
ActionEditEncodeRotate18:h=Rotate by 18 places
ActionEditEncodeRotate47:h=Rotate by 47 places
ActionEditEncodeRotate5:h=Rotate by 5 places
ActionEditEncodeURL:h=Икодрктәуп URL-адресқәа
ActionEditEncodeRotate:h=Encode Rotate
ActionEditEncodeRotate=Иргьежьтәуп
ActionEditEncodeURL=URL
ActionEditFormatJSON=JSON аформат
ActionEditFormatJSONIndent2:s=Ctrl+Shift+J
ActionEditFormatJSONIndent2=Ахьаҵ 2
ActionEditFormatJSONIndent3=Ахьаҵ 3
ActionEditFormatJSONIndent4=Ахьаҵ 4
ActionEditFormatJSONMinify=Минимизировать
ActionEditFormatSQL:h=SQL аформат
ActionEditFormatSQL=SQL аформат
ActionEditFormatXML=XML аформат
ActionEditFormatXMLFormat:h=XML аформат
ActionEditFormatXMLFormat:s=Ctrl+Shift+X
ActionEditFormatXMLFormat=Аформат
ActionEditFormatXMLMinify=Минимизировать
ActionEditIndentDecrease:h=Ирмаҷтәуп ахьаҵ
ActionEditIndentDecrease:s=Shift+Ctrl+U
ActionEditIndentDecrease=&Ирмаҷтәуп ахьаҵ
ActionEditIndentIncrease:h=Ирдутәуп ахьаҵ
ActionEditIndentIncrease:s=Shift+Ctrl+I
ActionEditIndentIncrease=Ирдутәуп ахьаҵ
ActionEditInsert=Иҭаргылатәуп
ActionEditInsertBlockComment:h=Еиҭарстәуп акомментари аблок. Аклавишақәа ркомбинациа – Ctrl+Shift+VK_OEM_2. Авиртуалтә клавиша VK_OEM_2 даҽакызар ауеит, аклавиатура аихшашьа иахьыԥшуп. Истандарту ЕАА азы аклавиша '/?' ауп.
ActionEditInsertBlockComment=Акомментари аблок
ActionEditInsertDateTime:h=Иҭаргылатәуп арыцхәи аамҭеи
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=&Арыцхәи аамҭеи
ActionEditInsertGUID:h=Иҭаргылатәуп аидентификатор GUID
ActionEditInsertGUID:s=Shift+Ctrl+G
ActionEditInsertGUID=Аидентификатор GUID
ActionEditInsertHexColor:h=Ижәаф-шьаҭатәу аԥштәы
ActionEditModifyTabsToSpaces:s=Shift+Alt+C
ActionEditInsertHexColor=Ижәаф-шьаҭатәу аԥштәы
ActionEditInsertLine:h=Иҭаргылатәуп ацәаҳәа
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=&Иҭаргылатәуп ацәаҳәа
ActionEditInsertLineComment:h=Еиҭарстәуп ацәаҳәа акомментари. Аклавишақәа ркомбинациа – Ctrl+VK_OEM_2. Авиртуалтә клавиша VK_OEM_2 даҽакызар ауеит, аклавиатура аихшашьа иахьыԥшуп. Истандарту ЕАА азы аклавиша '/?' ауп.
ActionEditInsertLineComment=Ацәаҳәа акомментари
ActionEditInsertNull:h=Иҭаргылатәуп null-символ
ActionEditInsertNull:s=Shift+Ctrl+N
ActionEditInsertNull=Null
ActionEditInsertTag:h=Иҭаргылатәуп HTML/XML атегқәа
ActionEditInsertTag:s=Ctrl+T
ActionEditInsertTag=&HTML/XML атегқәа...
ActionEditModify=Иԥсахтәуп
ActionEditModifyJoin:h=Еидҵатәуп аиҟәшага зцу атекст
ActionEditModifyJoin=Еидҵатәуп
ActionEditModifyLineWrap:h=Ацәаҳәақәа риагара аҭбаара ала
ActionEditModifyLineWrap=Ацәаҳәақәа риагара
ActionEditModifySpacesToTabs:h=Convert all spaces to tabs
ActionEditModifySpacesToTabs=Spaces to tabs
ActionEditModifySplit:h=Атекст аиҟәшара аиҟәшага ахархәарала
ActionEditModifySplit=Еиҟәшатәуп
ActionEditModifyTabsToSpaces:h=Convert all tabs to spaces
ActionEditModifyTabsToSpaces=Tabs to spaces
ActionEditMove=Ииагатәуп
ActionEditMoveLineDown:h=Ииагатәуп ацәаҳәа алада
ActionEditMoveLineDown:s=Shift+Ctrl+Down
ActionEditMoveLineDown=Ацәаҳәа алада
ActionEditMoveLineUp:h=Ииагатәуп ацәаҳәа аҩада
ActionEditMoveLineUp:s=Shift+Ctrl+Up
ActionEditMoveLineUp=Ацәаҳәа аҩада
ActionEditMoveNextWord:h=Ииастәуп анаҩстәи ажәахь
ActionEditMoveNextWord:s=Ctrl+Right
ActionEditMoveNextWord=Анаҩстәи ажәа
ActionEditMovePreviousWord:h=Ииастәуп аԥхьатәи ажәахь
ActionEditMovePreviousWord:s=Ctrl+Left
ActionEditMovePreviousWord=Аԥхьатәи ажәа
ActionEditMoveSelectionDown:h=Ииагатәуп иалкаау алада
ActionEditMoveSelectionDown:s=Shift+Alt+Down
ActionEditMoveSelectionDown=Аладахьы иалкаау
ActionEditMoveSelectionLeft:h=Ииагатәуп иалкаау армарахь
ActionEditMoveSelectionLeft:s=Shift+Alt+Left
ActionEditMoveSelectionLeft=Армарахь ала иалкаау
ActionEditMoveSelectionRight:h=Ииагатәуп арӷьарахь ала иалкаау
ActionEditMoveSelectionRight:s=Shift+Alt+Right
ActionEditMoveSelectionRight=Арӷьарахь ала иалкаау
ActionEditMoveSelectionUp:h=Ииагатәуп иалкаау аҩада
ActionEditMoveSelectionUp:s=Shift+Alt+Up
ActionEditMoveSelectionUp=Аҩадахьы иалкаау
ActionEditPaste:h=Иҭаргылатәуп аиҭныԥсахларатә буфер аҵанакы
ActionEditPaste:s=Ctrl+V
ActionEditPaste=&Иҭаргылатәуп
ActionEditRedo:h=Еиҭанагӡатәуп аҵыхәтәан иаҟәыхыз аҟаҵара
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=&Аиҭанагӡара
ActionEditSelectAll:h=Иалхтәуп зегьы
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=&Иалхтәуп зегьы
ActionEditSort=&Асортра
ActionEditSortAsc:h=Исорттәуп еиҵоу-еиҳау ала
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=Исорттәуп еиҵоу-&еиҳау ала
ActionEditSortDesc:h=Исорттәуп еиҳау-еиҵоу ала
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=Исорттәуп еиҳау-&еиҵоу ала
ActionEditSortRandom:h=Исорттәуп машәыршақә
ActionEditSortRandom=Машәыршақә
ActionEditToggleCase:h=Иԥсахтәуп арегистр
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=Иԥсахтәуп аре&гистр
ActionEditToggleCaseAlternating:h=Арегистр аиҭарсра
ActionEditToggleCaseAlternating=Иԥсахтәуп арегистр
ActionEditToggleCaseLower:h=Ҵаҟатәи арегистр ахь аиагара
ActionEditToggleCaseLower:s=Ctrl+L
ActionEditToggleCaseLower=Ҵаҟатәи арегистр
ActionEditToggleCaseSentence:h=Еиҭарстәуп аҳәоу зегьы арегистр
ActionEditToggleCaseSentence=Аҳәоу
ActionEditToggleCaseTitle:h=Еиҭарстәуп ахы арегистр
ActionEditToggleCaseTitle=Ахы
ActionEditToggleCaseUpper:h=Хыхьтәи арегистр ахь аиагара
ActionEditToggleCaseUpper:s=Ctrl+U
ActionEditToggleCaseUpper=Хыхьтәи арегистр
ActionEditTrim=Абжьажьқәа раныхра
ActionEditTrimBoth:h=Иқәгатәуп абжьажьқәа арымарахьи арыӷьарахьи
ActionEditTrimBoth=Зехьынџьара
ActionEditTrimLeft:h=Иқәгатәуп абжьажьқәа арымарахь
ActionEditTrimLeft=Арымарахь
ActionEditTrimRight:h=Иқәгатәуп абжьажьқәа арыӷьарахь
ActionEditTrimRight=Арыӷьарахь
ActionEditUndo:h=Иаҟәыхтәуп аҵыхәтәантәи аҟаҵара
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=&Аҟәыхра
ActionEditValidateXML:t=Translation needed
ActionEditValidateXML=Validate XML
ActionFile=&Афаил
ActionFileAddToFavourites:s=Ctrl+D
ActionFileAddToFavourites=Add to favourites
ActionFileCanClose:h=Еиҭарстәуп ма иарктәуп агәылаҵа
ActionFileCanClose=Иауеит аркра
ActionFileClose=&Иарктәуп
ActionFileCloseActive:h=Иарктәуп иактиву адокумент
ActionFileCloseActive:s=Ctrl+F4
ActionFileCloseActive=Иактиву
ActionFileCloseAll:h=Иарктәуп иаарту афаилқәа зегьы
ActionFileCloseAll=Зегьы
ActionFileCloseAllOther:h=Иарктәуп егьырҭ адаҟьақәа зегьы
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Егьырҭ зегьы
ActionFileCloseModified:h=Иарктәуп иԥсаху афаилқәа
ActionFileCloseModified=Иԥсахқәоу
ActionFileCloseSelected:h=Иарктәуп иалху афаилқәа
ActionFileCloseSelected=Иалхқәоу
ActionFileCloseUnmodified:h=Иарктәуп иԥсахқәоу афаилқәа
ActionFileCloseUnmodified=Иԥсахқәам
ActionFileContextMenu:h=Аконтексттә мениу
ActionFileContextMenu=А&контексттә мениу
ActionFileExit:h=Апрограмма аҭыҵра
ActionFileExit:s=Alt+F4
ActionFileExit:s2=ESC
ActionFileExit=А&ҭыҵырҭа
ActionFileFavourites=Favourites
ActionFileFavouritesProperties=Аҷыдаҟазшьақәа...
ActionFileHTMLExport:h=Афаил HTML ахь аекспорт
ActionFileHTMLExport=HTML ахь аекспорт
ActionFileInfo:h=Иактиву афаил иазку аинформациа
ActionFileInfo=Адыррақәа
ActionFileMoveCaretAtTheEndAfterReload:h=Toggle editor move caret at the end after reload
ActionFileMoveCaretAtTheEndAfterReload
ActionFileMoveCaretAtTheEndAfterReload=Move caret at the end after reload
ActionFileNew:h=Иаԥҵатәуп адокумент ҿыц
ActionFileNew:s=Ctrl+N
ActionFileNew=&Аҿыц
ActionFileOpen:h=Иаарттәуп иҟоу адокумент
ActionFileOpen:s=Ctrl+O
ActionFileOpen=&Иаарттәуп...
ActionFileOpenCommandPrompt:h=Иаарттәуп акомандатә цәаҳәа
ActionFileOpenCommandPrompt=Акомандатә цәаҳәа
ActionFileOpenFileExplorer:h=Иаарттәуп амҩаԥгага
ActionFileOpenFileExplorer=Амҩаԥгага
ActionFileOpenInBrowser:h=Ари адокумент иқәыргылоу абраузер аҟны ахәаԥшра
ActionFileOpenInBrowser:s=Alt+B
ActionFileOpenInBrowser=&Абраузер аҟны ахәаԥшра
ActionFilePrint:h=Иактиву адокумент акьыԥхьра
ActionFilePrint:s=Ctrl+P
ActionFilePrint=&Акьыԥхьра...
ActionFilePrintPreview:h=Иактиву адокумент ахәаԥшра
ActionFilePrintPreview=А&кьыԥхьра ахәаԥшра...
ActionFileProperties:h=Шәахә. афаил аҷыдаҟазшьа
ActionFileProperties=Аҷы&даҟазшьа...
ActionFileReadOnly:h=Еиҭарстәуп аредактор аԥхьара мацара азы
ActionFileReadOnly=Аԥхьара мацара
ActionFileReloadAutomatically:h=Аредактор автоматикала аиҭадәықәҵара
ActionFileReloadAutomatically=Ирҿыцлатәуп автоматикала
ActionFileRemoveFromFavourites=Remove from favourites
ActionFileRenameTab:t=Translation needed
ActionFileRenameTab=Rename tab
ActionFileReopen=&Аҵыхәтәантәиқәа
ActionFileReopenProperties=Аҷыдаҟазшьақәа...
ActionFileSave:h=Еиқәырхатәуп иактиву адокумент
ActionFileSave:s=Ctrl+S
ActionFileSave=Еи&қәырхатәуп
ActionFileSaveAll:h=Еиқәырхатәуп адокументқәа зегьы
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Еиқәырхатәуп &зегьы
ActionFileSaveAs:h=Еиқәырхатәуп иактиву адокумент ахьӡ ҿыц аҭаны
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=Еиқәырхатәуп &абас...
ActionFileSelectFromDirectory:h=Иалышәх афаил иактиву акаталог аҟынтәи
ActionFileSelectFromDirectory=Иалхтәуп акаталог
ActionFileTrimTrailingSpaces:h=Toggle editor trim trailing spaces
ActionFileTrimTrailingSpaces=Trim trailing spaces
ActionFileUpload=Upload
ActionGotoNextBookmark:h=Ииастәуп анаҩстәи агәылаҵа ахь
ActionGotoNextBookmark:s=F2
ActionGotoNextBookmark=Анаҩстәи
ActionGotoPreviousBookmark:h=Ииастәуп аԥхьатәи агәылаҵа ахь
ActionGotoPreviousBookmark:s=Shift+F2
ActionGotoPreviousBookmark=Аԥхьатәи
ActionHelp=&?
ActionHelpAboutTextEditorPro:h=Text Editor Pro иазку аинформациа аарԥшра
ActionHelpAboutTextEditorPro=&Text Editor Pro иазкны
ActionHelpCheckForUpdates:h=Игәаҭатәуп арҿыцрақәа рыҟазаара
ActionHelpCheckForUpdates=&Игәаҭатәуп арҿыцрақәа рыҟазаара
ActionHelpSendFeedback:h=Ишьҭтәуп ахҳәаа адрес: info@texteditor.pro ала
ActionHelpSendFeedback=Ишьҭтәуп ахҳәаа
ActionHelpShortcuts:h=Иаарԥштәуп аклавишақәа реицхархәара
ActionHelpShortcuts:s=Ctrl+F1
ActionHelpShortcuts=Ишу аклавишақәа
ActionHelpVisitHomepage:h=Иаарттәуп Text Editor Pro аҩнтәи адаҟьа - https://texteditor.pro
ActionHelpVisitHomepage=И&аҭаатәуп аҩнтәи адаҟьа
ActionImageViewRotateClockwise:h=Адаҟьа нарҳәтәуп арӷьарахь
ActionImageViewRotateCounterClockwise:h=Адаҟьа нарҳәтәуп армарахь
ActionImageViewZoomIn:h=Ирдутәуп
ActionImageViewZoomOut:h=Ирмаҷтәуп
ActionMenuEdit:h=Ииастәуп агәылаҵа Ариашара ахь
ActionMenuFile:h=Ииастәуп агәылаҵа Афаил ахь
ActionMenuHelp:h=Ииастәуп агәылаҵа Аилыркаага ахь
ActionMenuSearch:h=Ииастәуп агәылаҵа Аԥшаара ахь
ActionMenuTools:h=Ииастәуп агәылаҵа Амаруга ахь
ActionMenuView:h=Ииастәуп агәылаҵа Аԥшра ахь
ActionOpenColorTheme:h=Open title bar color theme menu
ActionOpenColorTheme:s=Alt+F11
ActionOpenColorTheme=Аԥштәы атема
ActionOpenEncoding:h=Open title bar encoding menu
ActionOpenEncoding:s=Alt+F9
ActionOpenEncoding=Акодркра
ActionOpenFileList:h=Open title bar file list
ActionOpenFileList:s=Alt+F12
ActionOpenFileList=Афаилқәа
ActionOpenHighlighter:h=Open title bar highlighter menu
ActionOpenHighlighter:s=Alt+F10
ActionOpenHighlighter=Ацәырлашара
ActionOutputClose=&Иарктәуп
ActionOutputCloseActive:h=Иарктәуп ари адаҟьа
ActionOutputCloseActive=Иактиву
ActionOutputCloseAll:h=Иарктәуп адаҟьақәа зегьы
ActionOutputCloseAll=&Зегьы
ActionOutputCloseAllOtherPages:h=Иарктәуп егьырҭ адаҟьақәа зегьы
ActionOutputCloseAllOtherPages=&Егьырҭ адаҟьақәа зегьы
ActionOutputCloseSelected:h=Иарктәуп иалхқәоу
ActionOutputCloseSelected=Иалху
ActionOutputCollapseAll:h=Еикәарҳәтәуп афаилқәа зегьы
ActionOutputCollapseAll=Еикәарҳәтәуп зегьы
ActionOutputCopyAllToClipboard:h=Икопиатәуп абуфер ахь
ActionOutputCopyAllToClipboard=И&копиатәуп абуфер ахь
ActionOutputCopySelectedToClipboard:h=Икопиатәуп иалкаақәоу абуфер ахь
ActionOutputCopySelectedToClipboard=Икопиатәуп иалкаақәоу абуфер ахь
ActionOutputExpandAll:h=Еиҵыхтәуп зегьы
ActionOutputExpandAll=Еиҵыхтәуп зегьы
ActionOutputOpenAll:h=Иаарттәуп афаилқәа зегьы
ActionOutputOpenAll=&Иаарттәуп зегьы
ActionOutputOpenSelected:h=Иаарттәуп иалкаау афаилқәа
ActionOutputOpenSelected=&Иаарттәуп иалкаақәоу
ActionOutputRefresh=Ирҿыцтәуп
ActionOutputSelectAll:h=Иалкаатәуп афаилқәа зегьы
ActionOutputSelectAll=Иалкаатәуп зегьы
ActionOutputUnselectAll:h=Иаҟәыхтәуп афаилқәа зегьы ралхра
ActionOutputUnselectAll=Иаҟәыхтәуп зегьы ралхра
ActionPDFFindNext:h=Иԥшаатәуп &анаҩс
ActionPDFFindPrevious:h=Иԥшаатәуп &Аԥхьатәи
ActionPDFNextPage:h=Анаҩстәи адаҟьа
ActionPDFPreviousPage:h=Аԥхьатәи адаҟьа
ActionPDFRotatePageClockwise:h=Адаҟьа нарҳәтәуп арӷьарахь
ActionPDFRotatePageCounterClockwise:h=Адаҟьа нарҳәтәуп армарахь
ActionPDFSearchHighlightAll:t=Translation needed
ActionPDFSearchHighlightAll=Highlight all
ActionPDFSearchMatchCase=Арегистр иазхьаԥштәуп
ActionPDFSearchWholeWords=Ажәақәа шеибгоу мацара
ActionPDFZoomIn:h=Ирдутәуп
ActionPDFZoomOut:h=Ирмаҷтәуп
ActionSearch=&Аԥшаара
ActionSearchBookmarks:h=Show or refresh all saved bookmarks
ActionSearchBookmarks:t=Translation needed
ActionSearchBookmarks=Агәылаҵақәа
ActionSearchClearBookmarks:h=Иқәгатәуп агәылаҵақәа зегьы
ActionSearchClearBookmarks=Иқәга&тәуп агәылаҵақәа
ActionSearchClose:h=Иарктәуп
ActionSearchEngine:h=Иалхтәуп аԥшаага
ActionSearchEngine=Аԥшаага
ActionSearchFindAll:h=Иԥшаатәуп еиԥшу атекстқәа зегьы
ActionSearchFindAll:s=Alt+Enter
ActionSearchFindAll=Иԥшаатәуп зегьы
ActionSearchFindDuplicates:h=Иԥшаатәуп адубликатқәа
ActionSearchFindDuplicates=Иԥшаатәуп адубликатқәа
ActionSearchFindInFiles:h=Афаилқәа ԥыҭк рҟны ацәаҳәа аԥшаара
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=&Аԥшаара афаилқәа рҟны...
ActionSearchFindNext:h=Иԥшаатәуп анаҩстәи аиқәшәара
ActionSearchFindNext:s=F3
ActionSearchFindNext=Иԥшаатәуп &анаҩс
ActionSearchFindPrevious:h=Иԥшаатәуп аԥхьатәи аиқәшәара
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=Иԥшаатәуп &Аԥхьатәи
ActionSearchGoToBookmarks:h=Ииастәуп агәылаҵақәа рахь
ActionSearchGoToBookmarks=Ииастәуп агәылаҵақәа рахь
ActionSearchGoToLine:h=Ииастәуп ацәаҳәахьы
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Ииастәуп ацәаҳәахьы
ActionSearchInSelection:h=Иалкаау аҟны
ActionSearchInSelection=Иалкаау аҟны
ActionSearchMatchCase:h=Арегистр иазхьаԥштәуп
ActionSearchMatchCase=Арегистр иазхьаԥштәуп
ActionSearchOptions:h=Аԥшаара апараметрқәа
ActionSearchReplace:h=Иԥсахтәуп иарбоу атекст даҽакала
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=&Иалаԥсахтәуп...
ActionSearchSearchButton:h=Иарбоу атекст аԥшаара
ActionSearchSearchButton:s=Ctrl+F
ActionSearchSearchButton=&Аԥшаара...
ActionSearchSpellCheck:h=Аиашаҩыра агәаҭара
ActionSearchSpellCheck:s=F6
ActionSearchSpellCheck=Аиашаҩыра агәаҭара
ActionSearchSpellCheckNextError:h=Аиашаҩыра агәаҭара анаҩстәи агха
ActionSearchSpellCheckNextError:s=Ctrl+F6
ActionSearchSpellCheckNextError=Анаҩстәи агха
ActionSearchSpellCheckPreviousError:h=Аиашаҩыра агәаҭара аԥхьатәи агха
ActionSearchSpellCheckPreviousError:s=Ctrl+Shift+F6
ActionSearchSpellCheckPreviousError=Аԥхьатәи агха
ActionSearchTextItems:h=Searched items
ActionSearchTextItems=Searched items...
ActionSearchToggleBookmark:h=Иқәыргылатәуп ма иқәгатәуп агәылаҵа ари ацәаҳәа аҟны. Агәылаҵақәа ықәыргылазар ауеит  Ctrl + Shift + 1 .. 9 ахархәарала. Ииастәуп агәылаҵа ахь Ctrl + 1 .. 9 ахархәарала.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=Иқәыргылатәуп &агәылаҵа
ActionSearchToggleBookmarks:h=Иқәыргылатәуп агәылаҵа
ActionSearchToggleBookmarks=&Иқәыргылатәуп агәылаҵа
ActionSearchWholeWords:h=Ажәақәа шеибгоу мацара
ActionSearchWholeWords=Ажәақәа шеибгоу мацара
ActionStatusBarShowCaretPosition=Иаарԥштәуп аҭаргыларҭа апозициа
ActionStatusBarShowCharacterCount=Иаарԥштәуп асимволқәа рыԥхьаӡа
ActionStatusBarShowEditorZoom=Иаарԥштәуп аредактор амасштаб
ActionStatusBarShowEncoding=Иаарԥшлатәуп акодркра
ActionStatusBarShowFileLineBreak:t=Translation needed
ActionStatusBarShowFileLineBreak=Show file line break
ActionStatusBarShowFileOpeningTime=Иаарԥштәуп афаил аартра аамҭа
ActionStatusBarShowHints=Иаарԥштәуп аҵаҳәарақәа
ActionStatusBarShowKeyState=Show key state
ActionStatusBarShowLineCount:t=Translation needed
ActionStatusBarShowLineCount=Show line count
ActionStatusBarShowMacro=Иаарԥштәуп амакрос
ActionStatusBarShowModified=Иаарԥштәуп иԥсахқәоу
ActionStatusBarShowSelectionInfo=Иаарԥштәуп алхра иазку аинформациа
ActionStatusBarShowSizeGrip=Иаарԥштәуп афрагмент ашәагаа
ActionToolbarMenuLanguage=&Абызшәа
ActionToolbarMenuLayout=Амакет
ActionToolbarMenuLayoutSingle=Аиҵаҩқәа акы
ActionToolbarMenuLayoutThreeColumns=Аиҵаҩқәа хԥа
ActionToolbarMenuLayoutTwoColumns=Аиҵаҩқәа ҩба
ActionToolbarMenuView=&Аԥшра
ActionTools=&Амаругақәа
ActionToolsCharacterMap:h=Асимволқәа иактиву адокумент ахь аҭаргылара, ҩынтә ақәыӷәӷәарала
ActionToolsCharacterMap=&Асимволқәа ртаблица...
ActionToolsClipboardHistory:h=Аиҭныԥсахлара абуфер аҭоурых
ActionToolsClipboardHistory=Абуфер аҭоурых
ActionToolsConvert:h=Ахыԥхьаӡарақәа ракақәа рыбжьара аконвертациа
ActionToolsConvert=А&конвертациа...
ActionToolsExecute:h=Ахархәаҩ ипрограммақәа рдәықәҵара
ActionToolsExecute=Инагӡатәуп
ActionToolsExecuteConfigure:h=Анагӡара аҷыдаҟазшьақәа рырхиара
ActionToolsExecuteConfigure=Архиара...
ActionToolsLanguageEditor:h=Абызшәақәа рредактор
ActionToolsLanguageEditor=Абызшәақәа &рредактор...
ActionToolsMacro=Амакросқәа
ActionToolsMacroOpen:h=Иаарттәуп иҟоу амакрос
ActionToolsMacroOpen=&Иаарттәуп...
ActionToolsMacroPause:h=Амакрос аҭаҩра ма ааҭгылара
ActionToolsMacroPause:s=Shift+Ctrl+R
ActionToolsMacroPause=&Аҭаҩра
ActionToolsMacroPlayback:h=Амакрос аус арура
ActionToolsMacroPlayback:s=Shift+Ctrl+P
ActionToolsMacroPlayback=&Аус арура
ActionToolsMacroRecord:h=Амакрос аҭаҩра ма ааҭгылара
ActionToolsMacroRecord:s=Shift+Ctrl+R
ActionToolsMacroRecord=&Аҭаҩра
ActionToolsMacroSaveAs:h=Еиқәырхатәуп амакрос ахьӡ ҿыц аҭаны
ActionToolsMacroSaveAs=Еиқәырхатәуп &абас...
ActionToolsMacroStop:h=Иаанкылатәуп амакрос аҭаҩра
ActionToolsMacroStop:s=Shift+Ctrl+S
ActionToolsMacroStop=&Аанкылара
ActionToolsMagnifier:h=Алупа
ActionToolsMagnifier=Алупа
ActionToolsMagnifierBorderStyle:h=Арамка астиль
ActionToolsMagnifierBorderStyle=Арамка астиль
ActionToolsMagnifierBorderStyleDefault:h=Арамка астиль ишыҟоу еиԥш
ActionToolsMagnifierBorderStyleDefault=Ишыҟоу еиԥш
ActionToolsMagnifierBorderStyleFlat:h=Арамка иҟьаԥсу астиль
ActionToolsMagnifierBorderStyleFlat=Иҟьаԥсу
ActionToolsMagnifierBorderStyleNone:h=Арамка ада
ActionToolsMagnifierBorderStyleNone=Мап
ActionToolsMagnifierClose:h=Иарктәуп алупа
ActionToolsMagnifierClose:s=Ctrl+Esc
ActionToolsMagnifierClose=Иарктәуп
ActionToolsMagnifierScaling:h=Амасштаб
ActionToolsMagnifierScaling=Амасштаб
ActionToolsMagnifierScaling16x:h=Амасштабркра 16 -нтә
ActionToolsMagnifierScaling16x=16x
ActionToolsMagnifierScaling2x:h=Амасштабркра 2 -нтә
ActionToolsMagnifierScaling2x=2x
ActionToolsMagnifierScaling4x:h=Амасштабркра 4 -нтә
ActionToolsMagnifierScaling4x=4x
ActionToolsMagnifierScaling8x:h=Амасштабркра 8 -нтәы
ActionToolsMagnifierScaling8x=8x
ActionToolsMagnifierStyle:h=Астиль
ActionToolsMagnifierStyle=Астиль
ActionToolsMagnifierStyleLens:h=Астиль «аобиектив»
ActionToolsMagnifierStyleLens=Аобиектив
ActionToolsMagnifierStyleRectangle:h=Астиль «акәакьҭаиаша»
ActionToolsMagnifierStyleRectangle=Акәакьҭаиаша
ActionToolsOptions:h=Апараметрқәа рырхиара
ActionToolsOptions=&Апараметрқәа...
ActionToolsPauseSpeaking:h=Арцәажәара ааҭгылара
ActionToolsPauseSpeaking=Арцәажәара ааҭгылара
ActionToolsSelectForTextCompare:h=Иалышәх аиҿырԥшраз адокумент
ActionToolsSelectForTextCompare=Иалхтәуп аиҿырԥшраз...
ActionToolsSpeech=Арцәажәара
ActionToolsStartSpeaking:h=Иалагатәуп арцәажәара
ActionToolsStartSpeaking=Иалагатәуп арцәажәара
ActionToolsStopSpeaking:h=Иаанкылатәуп арцәажәара
ActionToolsStopSpeaking=Иаанкылатәуп арцәажәара
ActionToolsTextCompare:h=Афаилқәа реиҿырԥшра
ActionToolsTextCompare=&Афаилқәа реиҿырԥшра...
ActionView=&Аԥшра
ActionViewBookmarkList:h=Show or hide the bookmark list
ActionViewBookmarkList:t=Translation needed
ActionViewBookmarkList=Bookmark list
ActionViewColorThemeSelection:h=Иаарԥштәуп ма иҵәахтәуп аԥштәы алхра
ActionViewColorThemeSelection=Аԥштәы
ActionViewDirectory=Акаталог
ActionViewDirectoryClose:h=Иарктәуп иактиву акаталог
ActionViewDirectoryClose:s=Shift+Alt+X
ActionViewDirectoryClose=&Иарктәуп акаталог
ActionViewDirectoryEdit:h=Иаактиву акаталог аредакциа азутәуп
ActionViewDirectoryEdit:s=Shift+Ctrl+E
ActionViewDirectoryEdit=Ареда&кциа азутәуп акаталог...
ActionViewDirectoryOpen:h=Иаарттәуп акаталог ҿыц
ActionViewDirectoryOpen:s=Ctrl+Alt+D
ActionViewDirectoryOpen=&Иаарттәуп акаталог...
ActionViewDirectoryVisibility:h=Иаарԥштәуп ма иҵәахтәуп акаталог
ActionViewDirectoryVisibility=&Акаталог
ActionViewEncodingSelection:h=Иаарԥштәуп ма иҵәахтәуп акодркра алхра
ActionViewEncodingSelection=Ак&одркра
ActionViewFiles:h=Иалху акаталог афаилқәа рыԥшаара
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=&Афаилқәа...
ActionViewFolding=Аикәарҳәра
ActionViewFoldingCollapse=Еикәарҳәтәуп
ActionViewFoldingCollapseAll:h=Еикәарҳәтәуп зегьы
ActionViewFoldingCollapseAll=Еикәарҳәтәуп зегьы
ActionViewFoldingCollapseAllDownFromActiveLine:h=Collapse all down from active line
ActionViewFoldingCollapseAllDownFromActiveLine=Collapse all down from active line
ActionViewFoldingCollapseAllUpFromActiveLine:h=Collapse all up from active line
ActionViewFoldingCollapseAllUpFromActiveLine=Collapse all up from active line
ActionViewFoldingCollapseLine:h=Аикәарҳәра ацәаҳәа
ActionViewFoldingCollapseLine:s=Ctrl+Alt+Left
ActionViewFoldingCollapseLine=Аикәарҳәра ацәаҳәа
ActionViewFoldingExpand=Еиҵыхтәуп
ActionViewFoldingExpandAll:h=Еиҵыхтәуп зегьы
ActionViewFoldingExpandAll=Еиҵыхтәуп зегьы
ActionViewFoldingExpandAllDownFromActiveLine:h=Expand all down from active line
ActionViewFoldingExpandAllDownFromActiveLine=Expand all down from active line
ActionViewFoldingExpandAllUpFromActiveLine:h=Expand all up from active line
ActionViewFoldingExpandAllUpFromActiveLine=Expand all up from active line
ActionViewFoldingExpandLine:h=Еиҵыхтәуп ацәаҳәа
ActionViewFoldingExpandLine:s=Ctrl+Alt+Right
ActionViewFoldingExpandLine=Еиҵыхтәуп ацәаҳәа
ActionViewFoldingNext:h=Move to next folding
ActionViewFoldingNext:s=Ctrl+Alt+Down
ActionViewFoldingNext=Анаҩстәи
ActionViewFoldingPrevious:h=Move to previous folding
ActionViewFoldingPrevious:s=Ctrl+Alt+Up
ActionViewFoldingPrevious=Аԥхьатәи
ActionViewFullScreen:h=Аредактор аԥенџьыр аарттәуп аекран зегь аҟны ма ирхынҳәтәуп аԥхьатәи ашәагаа ахь
ActionViewFullScreen:s=F11
ActionViewFullScreen=Аекран зегь
ActionViewHexEditor:h=Иаарԥштәуп ма иҵәахтәуп  HEX-аредактор
ActionViewHexEditor:s=Ctrl+H
ActionViewHexEditor=HEX-аредактор
ActionViewHighlighterSelection:h=Иаарԥштәуп ма иҵәахтәуп амаркер алхра
ActionViewHighlighterSelection=&Амаркер
ActionViewLineNumbers:h=Еиҭарстәуп ацәаҳәақәа рномерқәа
ActionViewLineNumbers=&Ацәаҳәақәа рномерқәа
ActionViewMainMenu:h=Иаарԥштәуп ма иҵәахтәуп ихадоу амениу
ActionViewMainMenu=Ихадоу амениу
ActionViewMenuBar:h=Иаарԥштәуп ма иҵәахтәуп амениу ацәаҳәа
ActionViewMenuBar=Амениу ацәаҳәа
ActionViewMiniMap:h=Иаарԥштәуп ма иҵәахтәуп аминикарта
ActionViewMiniMap=Аминикарта
ActionViewNextPage:h=Анаҩстәи адаҟьахь аиасра
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=&Анаҩстәи адаҟьа
ActionViewOutput:h=Иаарԥштәуп ма иҵәахтәуп аҭыгара
ActionViewOutput=А&ҭыгара
ActionViewPreviousPage:h=Ииастәуп аԥхьатәи адаҟьахь
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=&Аԥхьатәи адаҟьа
ActionViewRuler:h=Иаарԥштәуп ма иҵәахтәуп аҵәаӷәалдага
ActionViewRuler=Аҵәаӷәалдага
ActionViewSelectionMode:h=Алхра арежим аиҭарсра. Иара убас Alt ақәыӷәӷәара аредактор ыианагоит алхра арежим ахь.
ActionViewSelectionMode=Аре&жим алхра
ActionViewSFTP=SFTP
ActionViewSFTPConnect=Connect
ActionViewSFTPDisconnect=Disconnect
ActionViewSFTPEdit=Ариашара
ActionViewSkinSelector=Аскин алхра
ActionViewSpecialChars:h=Еиҭарстәуп испециалу асимволқәа
ActionViewSpecialChars=Ис&пециалу асимволқәа
ActionViewSplit:h=Еиҟәшатәуп адокумент
ActionViewSplit=&Еиҟәшатәуп
ActionViewSplitHorizontal:h=Горизонталла аиҟәшара
ActionViewSplitHorizontal=Горизонталла
ActionViewSplitVertical:h=Вертикалла аиҟәшара
ActionViewSplitVertical=Вертикалла
ActionViewStatusBar:h=Иаарԥштәуп ма иҵәахтәуп аҭагылазаашьа ацәаҳәа
ActionViewStatusBar=&Аҭагылазаашьа ацәаҳәа
ActionViewSyncEdit:h=Иаарԥштәуп ма иҵәахтәуп исинхронтәу аредакциаҟаҵара
ActionViewSyncEdit:s=Shift+Ctrl+H
ActionViewSyncEdit=Исинхронтәу аредакциаҟаҵара
ActionViewTitleBar=Ахы ацәаҳәа
ActionViewTitleBarApplicationName:h=Show or hide the title bar application name
ActionViewTitleBarApplicationName:t=Translation needed
ActionViewTitleBarApplicationName=Application name
ActionViewTitleBarFavourite:h=Show or hide the title bar favourite
ActionViewTitleBarFavourite=Иалкаау
ActionViewTitleBarFileList:h=Иаарԥштәуп ма иҵәахтәуп афаилқәа рсиа ахы ацәаҳәа
ActionViewTitleBarFileList=Афалқәа рсиа
ActionViewTitleBarFilename:h=Show or hide the title bar filename
ActionViewTitleBarFilename=Filename
ActionViewTitleBarMagnifier:h=Иаарԥштәуп ма иҵәахтәуп алупа ахы ацәаҳәа
ActionViewTitleBarMagnifier=Алупа
ActionViewToolbar:h=Иаарԥштәуп ма иҵәахтәуп амаругақәа рпанель
ActionViewToolbar=&Амаругақәа рпанель
ActionViewWordWrap:h=Еиҭарстәуп ажәақәа риагара
ActionViewWordWrap=Ажәақәа р&иагара
ActionViewXMLTree:h=Иаарԥштәуп ма иҵәахтәуп XML-аҵла
ActionViewXMLTree=&XML-аҵла
ActionViewZoomEditorIn:h=Аредактор - амасштаб +
ActionViewZoomEditorIn=Ирдутәуп
ActionViewZoomEditorOut:h=Аредактор - амасштаб -
ActionViewZoomEditorOut=Ирмаҷтәуп
ActionViewZoomEditorReset:h=Иқәгатәуп аредактор амасштаб
ActionViewZoomEditorReset=Иқәгатәуп амасштаб
ActionXMLTreeRefresh:h=Ирҿыцтәуп XML-аҵла
ActionXMLTreeRefresh=&Ирҿыцтәуп

[Message]
CannotFindString=Ацәаҳәа «%s» ԥшаам
DuplicatesWereNotFound=Адубликатқәа ԥшаам
InstallNewVersion=Иқәыргылатәума апрограмма аверсиа ҿыц?
LatestVersion=Шәара шәхы иашәырхәоит аҵыхәтәантәи аверсиа.
NoDefaultPrinter=Иалхӡам иаҭаху апринтер.
PdfErrorPassword:t=Translation needed
PdfErrorPassword=Password required or invalid password.
ScaleChange=Амасштабркра аԥсахрақәа руакқәа иашамкәа иаарԥшхар ауеит, апрограмма ҿыц аус ашәыруаанӡа.
SelectFilePathFromDirectory=Иалышәх акаталог иаҵанакуа афаил ахь амҩа

[OptionsApplicationFrame]
CheckBoxAddApplicationInOpentWithContextMenu=Add application in the 'Open with' context menu
CheckBoxAllowExitWithEsc=Allow exit with esc
CheckBoxAllowMultipleInstances=Allow multiple instances
CheckBoxCloseMinimizes=Close minimizes
CheckBoxDropFiles=Drop files
CheckBoxHotExit:h=Close without prompting to save files, files will be retained and restored.
CheckBoxHotExit=Hot exit
CheckBoxMinimizeToSystemTray=Minimize to system tray
CheckBoxStayOnTop=Stay on top
CheckBoxUseLatestCommonDialogs=Use the latest common dialogs
CheckBoxUseReverseUTF8Naming:t=Translation needed
CheckBoxUseReverseUTF8Naming=Use reverse UTF-8 encoding naming
ComboBoxLanguage=Абызшәа
SpinEditReopenMaxFileCount:t=Translation needed
SpinEditReopenMaxFileCount=Reopen max file count
SpinEditSplitterSize=Аиҟәшага ашәагаа

[OptionsApplicationScalingFrame]
RadioButtonAuto=Авто
RadioButtonPercent=Процентла
RadioButtonPixelsPerInch=Адиуим аҟны пиксельла

[OptionsApplicationUpdatesFrame]
CheckBoxCheckForUpdatesAtStartup=Игәаҭалатәуп арҿыцрақәа рыҟазаара апрограмма астарт аан
CheckBoxCheckForUpdatesWhenClosing=Игәаҭалатәуп арҿыцрақәа рыҟазаара апрограмма аркраан

[OptionsApplicationClipboardHistoryFrame]
CheckBoxClipboardHistoryEnabled=Иаҿакуп
SpinEditClipboardHistoryItemsCount=Аелементқәа рыԥхьаӡа

[OptionsApplicationModifiedFilesFrame]
CheckBoxAskToReloadModifiedFiles=Ask to reload
CheckBoxMoveCaretAtTheEnd=Move caret at the end after reload
CheckBoxPollFileChanges:t=Translation needed
CheckBoxPollFileChanges=Poll file changes
CheckBoxReloadAutomaticallyModifiedFiles=Автоматикала арҿыцра
SpinEditPollingInterval:t=Translation needed
SpinEditPollingInterval=Polling interval (ms)

[OptionsDirectoryFrame]
CheckBoxAutoHide=Автоматикала аҵәахра
CheckBoxAutoSelect:t=Translation needed
CheckBoxAutoSelect=Auto select
CheckBoxUseSelectedPathAsDefaultDirectory:t=Translation needed
CheckBoxUseSelectedPathAsDefaultDirectory=Selected path as default directory
CheckBoxShowArchiveFiles=Иаарԥштәуп архивтә фаилқәа
CheckBoxShowHiddenFiles=Иаарԥштәуп иҵәаху афаилқәа
CheckBoxShowOverlayIcons=Show Overlay Icons
CheckBoxShowSystemFiles=Иаарԥштәуп асистематә фаилқәа
CheckBoxShowTreeLines=Иаарԥштәуп ацәаҳәақәа рыҵла
CheckBoxUseExplorerTheme=Амҩаԥгага атема
ComboBoxAlign=Еиҟаратәтәуп
SpinEditIndent=Ахьаҵ
SpinEditMargin=Аҭакыра

[OptionsDirectoryTabsFrame]
CheckBoxBoldActiveTab=Bold active tab
CheckBoxCloseTabByDblClick=Иарктәуп агәылаҵа ҩынтә ақәыӷәӷәарала
CheckBoxCloseTabByMiddleClick=Close Tab by Middle Click
CheckBoxEnlargeActiveTab=Enlarge active tab
CheckBoxMultiline=Ицәаҳәарацәоу
CheckBoxRightClickSelect=Right Click Select
CheckBoxSaveTabs=Еиқәырхатәуп атабулиациа
CheckBoxShowIcon=Иаарԥштәуп асахьа
CheckBoxShowOpenDirectoryButton=Иаарԥшлатәуп акаталог аартра акнопка
ComboBoxShowCloseButton=Иаарԥшлатәуп аркра акнопка
GroupBoxFont=Ашрифт
GroupBoxFontSize=Ашрифт ашәагаа
RadioButtonFontCustom=Иазалхтәуп
RadioButtonFontDefault=Ишыҟоу еиԥш
RadioButtonFontSizeCustom=Иазалхтәуп
RadioButtonFontSizeDefault=Ишыҟоу еиԥш
SpinEditTabHeight=Аҳаракыра
SpinEditTabMargin=Аҭакыра
SpinEditTabSpacing=Аинтервал

[OptionsEditorBackupFrame]
CheckBoxActive=Иаҿакуп
EditFileExtension=Афаил ахкырбага
GroupBoxPath=Амҩа
GroupBoxSuffix=Анҵәамҭа
RadioButtonPathCustom=Иазалхтәуп
RadioButtonPathFile=Афаил
RadioButtonSuffixCounter=Аԥхьаӡага
RadioButtonSuffixDateAndTime=Арыцхәи аамҭеи
RadioButtonSuffixNone=Мап

[OptionsEditorBookmarkListFrame]
CheckBoxShowFilters:t=Translation needed
CheckBoxShowFilters=Show filters
CheckBoxShowLineNumbers:t=Translation needed
CheckBoxShowLineNumbers=Show line numbers
CheckBoxTrimText:t=Translation needed
CheckBoxTrimText=Trim text
CheckBoxUpdateForAllBookmarkLists:t=Translation needed
CheckBoxUpdateForAllBookmarkLists=Update for all bookmark lists
CheckBoxUpdateWidthWhenResized:t=Translation needed
CheckBoxUpdateWidthWhenResized=Update width when resized
CheckBoxVisible:t=Translation needed
CheckBoxVisible=Visible
ComboBoxAlign:t=Translation needed
ComboBoxAlign=Align
GroupBoxSortBy:t=Translation needed
GroupBoxSortBy=Sort by
RadioButtonSortByColor:t=Translation needed
RadioButtonSortByColor=Color
RadioButtonSortByLineNumber:t=Translation needed
RadioButtonSortByLineNumber=Line number
RadioButtonSortByText:t=Translation needed
RadioButtonSortByText=Text
SpinEditWidth=Аҭбаара

[OptionsEditorCaretFrame]
CheckBoxMultipleCaretsActive=Иаҿакуп
CheckBoxMultipleCaretsShowActiveLine=Иаарԥштәуп иактиву ацәаҳәа
CheckBoxMultipleCaretsShowGhost=Иаарԥштәуп агага
CheckBoxNonblinkingCaretActive=Иаҿакуп
CheckBoxRightMouseClickMovesCaret=Right mouse click moves caret
CheckBoxVisible=Иаҿакуп
ColorComboBoxNonblinkingCaretBackground=Аҿаԥшыра аԥштәы
ColorComboBoxNonblinkingCaretForeground=Аԥхьатәи аплан аԥштәы
ComboBoxStylesInsertCaret=Аҭаргылара
ComboBoxStylesOverwriteCaret=Аиҭаҭаҩра
GroupBoxMultipleCarets=Multiple carets
GroupBoxNonBlinkingCaret=Non-blinking caret
GroupBoxStyles=Астильқәа

[OptionsEditorColorFrame]
ActionReset=Ақәгара
CheckBoxElementsAttributesBold=Bold
CheckBoxElementsAttributesItalic=Акурсив
CheckBoxElementsAttributesUnderline=Изыҵшьу
CheckBoxSkinActiveLineBackground=Иактиву ацәаҳәа аҿаԥшыра
CheckBoxSkinBackground=Аҿаԥшыра
CheckBoxSkinBookmarkPanelBackground=Bookmark panel background
CheckBoxSkinCodeFoldingBackground=Code folding background
CheckBoxSkinCodeFoldingHintBackground=Code folding hint background
CheckBoxSkinCompletionProposalBackground=Completion proposal background
CheckBoxSkinCompletionProposalSelectionBackground=Completion proposal selection background
CheckBoxSkinForeground=Аԥштәы хада
CheckBoxSkinLeftMarginBackground=Left margin background
CheckBoxSkinSelectionBackground=Selection background
CheckBoxSkinSelectionForeground=Selection foreground
ColorComboBoxEditorColor=Аԥштәы
ColorComboBoxElementsBackground=Аҿаԥшыра
ColorComboBoxElementsForeground=Аԥштәы хада
ComboBoxColorTheme=Аԥштәы
ComboBoxEditorElement=Аелемент
ComboBoxElementsName=Ахьӡ
ComboBoxHighlighter=Асинтаксис ацәырлашара
DateEditDate=Арыцхә
EditEmail=E-mail
EditName=Ахьӡ
EditVersion=Аверсиа
GroupBoxAttributes=Атрибутқәа
LabelSkinDescription=Use skin color for selected elements
TabSheetAuthor=Автор
TabSheetEditor=Аредактор
TabSheetElements=Аелементқәа
TabSheetGeneral=Ихадақәоу
TabSheetUseSkinColor=Аскин аԥштәы

[OptionsEditorCompletionProposalFrame]
CheckBoxActive=Иаҿакуп
CheckBoxAddHighlighterKeywords=Иацҵатәуп ацәырлашара ихадароу ажәақәа
CheckBoxAutoInvoke=Авто ааԥхьара
CheckBoxMatchCase=Арегистр иацклаԥшны
CheckBoxParseWordsFromText=Атекст аҟынтәи ажәақәа реилыргара
CheckBoxShowSnippets=Иаарԥштәуп акод афрагментқәа
ComboBoxKeywordCase=Ихадароу ажәақәа ррегистр
ComboBoxShortcut=Иааигәаӡоу амҩа
SpinEditNumberOfRows=Ацәаҳәақәа рыԥхьаӡа

[OptionsEditorCompletionProposalSnippetsFrame]
ActionAdd:h=Иацҵатәуп афрагмент
ActionAdd=Иацҵатәуп
ActionClone:h=Clone snippet
ActionClone:t=Translation needed
ActionClone=Clone
ActionDelete:h=Ианыхтәуп иалкаау афрагмент
ActionDelete=Ианыхтәуп
ActionEdit:h=Афрагмент ариашара
ActionEdit=Ариашара
VirtualDrawTree:0=Афрагмент
VirtualDrawTree:1=Ахҳәаа

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Аԥштәы
ComboBoxDefaultEncoding=Акодркра
ComboBoxDefaultHighlighter=Асинтаксис ацәырлашара 
ComboBoxDefaultSQLHighlighter=SQL ацәырлашара
EditBrowser=Абраузер
GroupBoxDirectory:t=Translation needed
GroupBoxDirectory=Directory
RadioButtonCurrentWindowsDirectory:t=Translation needed
RadioButtonCurrentWindowsDirectory=Current Windows directory
RadioButtonCustomDirectory:t=Translation needed
RadioButtonCustomDirectory=Custom directory
RadioButtonLatestDirectory:t=Translation needed
RadioButtonLatestDirectory=Latest directory

[SnippetEditDialog]
CheckBoxCursorPositionActive=Иактивуп
CheckBoxSelectionActive=Иактивуп
ComboBoxExecuteWith=Execute with
ComboBoxGroupName=Агәыԥ ахьӡ
ComboBoxHighlighter=Асинтаксис ацәырлашара
ComboBoxShortcut=Адыргаҷ
EditDescription=Ахҳәаа
EditKeyword=Ихадароу ажәа
GroupBoxCursorPosition=Акурсор апозициа
GroupBoxSelection=Алкаара
SpinEditCursorPositionColumn=Аиҵаҩ
SpinEditCursorPositionRow=Ацәаҳәа
SpinEditSelectionFromColumn=Аиҵаҩ ала
SpinEditSelectionFromRow=Ацәаҳәа ала
SpinEditSelectionToColumn=Аиҵаҩ ахь
SpinEditSelectionToRow=Ацәаҳәа ахь
TextEditor=Акод афрагмент

[OptionsEditorFoldingFrame]
CheckBoxExpandByHintClick=Expand by hint click
CheckBoxFoldMultilineComments=Collapse multiline comments
CheckBoxHighlightIndentGuides=Highlight indent guides
CheckBoxHighlightMatchingPair=Highlight matching pair
CheckBoxShowCollapsedCodeHint=Show collapsed code hint
CheckBoxShowCollapsedLine=Show collapsed line
CheckBoxShowCollapseMarkAtTheEnd=Show collapse mark at the end
CheckBoxShowIndentGuides=Show indent guides
CheckBoxShowTreeLine=Show tree line
CheckBoxTextFoldingActive=Иаҿакуп
CheckBoxVisible=Иаҿакуп
ComboBoxGuideLineStyle=Guide line style
ComboBoxMarkStyle=Амаркер астиль
GroupBoxCodeFolding=Code folding
GroupBoxTextFolding=Text file folding
RadioButtonOutlinedByACharacter=Outlined by a character
RadioButtonOutlinedBySpacesAndTabs=Outlined by spaces and tabs
SpinEditCollapsedRowCharacterCount=Collapsed row character count
SpinEditDelayInterval=Delay interval (ms)
SpinEditHintRowCount=Аҵаҳәарақәа рцәаҳәақәа рыԥхьаӡа

[OptionsEditorFontFrame]
ActionReset=Ақәгара
CheckBoxUseSameSettingsForAllColorThemes:t=Translation needed
CheckBoxUseSameSettingsForAllColorThemes=Use same settings for all color themes
ComboBoxColorTheme=Аԥштәы
ComboBoxElement=Аелемент
FontComboBoxFont=Ашрифт
SpinEditFontSize=Ашрифт ашәагаа

[OptionsEditorLeftMarginFrame]
CheckBoxAutoSize=Автоматикатә шәагаа
CheckBoxLineStateShowOnlyModified:t=Translation needed
CheckBoxLineStateShowOnlyModified=Show only modified
CheckBoxLineStateVisible=Иаҿакуп
CheckBoxVisible=Иаҿакуп
ComboBoxLineStateAlign=Еиҟаратәтәуп
GroupBoxLineState:t=Translation needed
GroupBoxLineState=Line state
SpinEditWidth=Аҭбаара

[OptionsEditorLeftMarginBookmarksFrame]
CheckBoxSaveBookmarks:t=Translation needed
CheckBoxSaveBookmarks=Save bookmarks
CheckBoxShowBookmarkColorsPopup:t=Translation needed
CheckBoxShowBookmarkColorsPopup=Show bookmark colors popup
CheckBoxShowPanel:t=Translation needed
CheckBoxShowPanel=Show panel
CheckBoxVisible=Иаҿакуп
ColorComboBoxLineColor:t=Translation needed
ColorComboBoxLineColor=Line color
SpinEditPanelWidth:t=Translation needed
SpinEditPanelWidth=Panel width

[OptionsEditorLeftMarginLineNumbersFrame]
CheckBoxShowAfterLastLine:t=Translation needed
CheckBoxShowAfterLastLine=Show after last line
CheckBoxShowInTens:t=Translation needed
CheckBoxShowInTens=Show in tens
CheckBoxShowLeadingZeros:t=Translation needed
CheckBoxShowLeadingZeros=Show leading zeros
CheckBoxVisible=Иаҿакуп
SpinEditStartFrom:t=Translation needed
SpinEditStartFrom=Start from

[OptionsEditorMatchingPairFrame]
CheckBoxAutoComplete=Автохарҭәаара
CheckBoxHighlightActive=Иаҿакуп
CheckBoxHighlightAfterToken=Highlight after token
CheckBoxHighlightUnmatched=Иалкаатәуп иуникалқәоу
GroupBoxDisplay=Аарԥшра
GroupBoxHighlight=Иалкаатәуп
RadioButtonHighlight=Иалкаатәуп
RadioButtonUnderline=Аҵшьра

[OptionsEditorMinimapFrame]
CheckBoxBlendingEnabled=Иаҿакуп
CheckBoxBlendingInvert=Инверттәуп
CheckBoxShowBookmarks=Иаарԥштәуп агәлаҵақәа
CheckBoxShowBorder=Иаарԥштәуп арамка
CheckBoxShowIndentGuides=Show indent guides
CheckBoxShowSearchResults=Show search results
CheckBoxShowSelection=Иаарԥштәуп иалхқәоу
CheckBoxShowShadow=Иаарԥштәуп агага
CheckBoxVisible=Иаҿакуп
ComboBoxAlign=Еиҟаратәтәуп
GroupBoxBlending=Аиларҩынтра
SpinEditWidth=Аҭбаара

[OptionsEditorOptionsFrame]
CheckBoxAutoChangeEncoding:t=Translation needed
CheckBoxAutoChangeEncoding=Auto change encoding when saved
CheckBoxAutoIndent=Авто абзац
CheckBoxAutoSave=Автоеиқәырхара
CheckBoxDragDropEditing=Drag drop editing
CheckBoxGroupUndo=Иргәыԥны аҟәыхра
CheckBoxSaveUnmodified:t=Translation needed
CheckBoxSaveUnmodified=Save unmodified
CheckBoxShowControlCharacters:t=Translation needed
CheckBoxShowControlCharacters=Show control characters
CheckBoxShowNonBreakingSpaceAsSpace=Show non-breaking space as space
CheckBoxShowNullCharacters=Иаарԥштәуп null-символқәа
CheckBoxShowWarningBeforeSaving:t=Translation needed
CheckBoxShowWarningBeforeSaving=Show warning before saving
CheckBoxShowZeroWidthSpaceCharacters:t=Translation needed
CheckBoxShowZeroWidthSpaceCharacters=Show zero width space characters
CheckBoxTrailingLineBreak=Line break after the last line
CheckBoxTrimTrailingSpaces=Анҵәамҭатә бжьажьқәа раныхра
CheckBoxUndoAfterSave=Undo After Save
ComboBoxDefaultLineBreak=Default line break
GroupBoxInternationalCharacters:t=Translation needed
GroupBoxInternationalCharacters=International characters with ASCII/ANSI encoding 
SpinEditBorderWidth=Аҳәаа аҭбаара
SpinEditLineSpacing=Ацәаҳәақәа рыбжьаӡара
SpinEditMargin=Ахьаҵ

[OptionsEditorRightMarginFrame]
CheckBoxAutoLineBreak=Auto line break
CheckBoxMouseMove=Mouse Move
CheckBoxShowMovingHint=Show moving hint
CheckBoxVisible=Иаҿакуп
SpinEditPosition=Апозициа

[OptionsEditorRulerFrame]
CheckBoxShowSelection=Иаарԥштәуп иалхқәоу
CheckBoxVisible=Иаҿакуп
SpinEditHeight=Аҳаракыра

[OptionsEditorScrollFrame]
CheckBoxAutosizeMaxWidth=Autosize max width
CheckBoxHalfPage=Адаҟьа абжа
CheckBoxHintFollows=Анаҩстәи аҵаҳәара
CheckBoxPastEndOfFile=Past end of file
CheckBoxPastEndOfLineMarker=Past end of line marker
CheckBoxShowHint=Иаарԥштәуп аҵаҳәара
CheckBoxShowHorizontalScrollBar=Show horizontal scroll bar
CheckBoxShowShadow=Иаарԥштәуп агага
CheckBoxShowVerticalScrollBar=Show vertical scroll bar

[OptionsEditorSearchFrame]
CheckBoxAutoCompleteEnabled=Иаҿакуп
CheckBoxBeepIfSearchStringNotFound=Beep if search string not found
CheckBoxClearWhenClosed=Ирыцқьатәуп аркраан
CheckBoxEntireScope=Entire scope
CheckBoxFileSpecificSearch=File-specific search
CheckBoxFindWordAtCursor=Find word at cursor
CheckBoxHighlightResult=Highlight results
CheckBoxMatchCase=Match case
CheckBoxNearOperatorEnabled=Иаҿакуп
CheckBoxNearOperatorEnabled=Иаҿакуп
CheckBoxSearchOnTyping=Search on typing
CheckBoxSearchOnTypingEnabled=Иаҿакуп
CheckBoxSetFocusIntoEditorWithEnter=Set focus into editor with enter
CheckBoxShowSearchMap=Show search map
CheckBoxShowSearchMatchNotFound=Show search match not found
CheckBoxShowSearchStringNotFound=Show Search String Not Found Message
CheckBoxToggleSearchBar:t=Translation needed
CheckBoxToggleSearchBar=Toggle search bar
CheckBoxUseUpAndDownArrowKeysToFind:t=Translation needed
CheckBoxUseUpAndDownArrowKeysToFind=Use up and down arrow keys to find
CheckBoxVisible=Иаҿакуп
CheckBoxWholeWords=Ажәақәа шеибгоу мацара
CheckBoxWrapAround=Wrap around
ComboBoxSearchBarAlign=Search bar align
ComboBoxSearchMapAlign=Search map align
GroupBoxAutoComplete=Auto complete
GroupBoxNearOperator:h=Syntax: Word1 NEAR Word2 or Word1 NEAR:d Word2, where d is the maximum distance of words.
GroupBoxNearOperator:h=Syntax: Word1 NEAR Word2 or Word1 NEAR:d Word2, where d is the maximum distance of words.
GroupBoxNearOperator:t=Translation needed
GroupBoxNearOperator:t=Translation needed
GroupBoxNearOperator=NEAR operator
GroupBoxNearOperator=NEAR operator
GroupBoxSearchOnTyping=Search on typing
SpinEditAutoCompleteDelayInterval=Delay interval (ms)
SpinEditNearOperatorMaximumDistance:t=Translation needed
SpinEditNearOperatorMaximumDistance=Maximum distance
SpinEditNearOperatorMinimumDistance:t=Translation needed
SpinEditNearOperatorMinimumDistance=Minimum distance
SpinEditSearchOnTypingDelayInterval=Delay interval (ms)

[OptionsEditorSelectionFrame]
CheckBoxALTSetsColumnMode=ALT sets column mode
CheckBoxAutoCopyToClipboard=Auto copy to clipboard
CheckBoxExpandPrefixCharacters:t=Translation needed
CheckBoxExpandPrefixCharacters=Expand prefix characters
CheckBoxExpandRealNumbers=Expand real numbers
CheckBoxFromEndOfLine=From end of line
CheckBoxHighlightSimilarTerms=Highlight similar terms
CheckBoxTermsMatchCase=Terms case-sensitive
CheckBoxToEndOfLastLine=To end of last line
CheckBoxToEndOfLine=To end of line
CheckBoxTripleClickRowSelect=Triple-click row select
CheckBoxVisible=Иаҿакуп

[OptionsEditorSortFrame]
CheckBoxCaseSensitive:t=Translation needed
CheckBoxCaseSensitive=Case sensitive
CheckBoxNaturalSortOrder:t=Translation needed
CheckBoxNaturalSortOrder=Natural sort order

[OptionsEditorSpecialCharsFrame]
CheckBoxLineBreakVisible=Иаҿакуп
CheckBoxSelectionVisible=Иаҿакуп
CheckBoxVisible=Иаҿакуп
ColorComboBoxLineBreakColor=Аԥштәы
ColorComboBoxSelectionColor=Аԥштәы
ComboBoxArrowStyle=Астиль
ComboBoxLineBreakStyle=Астиль
GroupBoxColor=Аԥштәы
GroupBoxLineBreak=Ацәаҳәа анҵәамҭа
GroupBoxSelection=Алхра
RadioButtonCustomColor=Ихархәатәуп аԥштәы
RadioButtonMiddleColor=Ихархәатәуп ибжьаратәу аԥштәы
RadioButtonTextColor=Ихархәатәуп атекст аԥштәы

[OptionsEditorSpellCheckFrame]
CheckBoxActive=Иаҿакуп
ColorComboBoxUnderlineColor=Аԥштәы
ComboBoxDictionary=Ажәар
ComboBoxUnderlineType=Атип
GroupBoxUnderline:t=Translation needed
GroupBoxUnderline=Underline

[OptionsEditorSyncEditFrame]
CheckBoxActive=Иаҿакуп
CheckBoxMatchCase=Арегистр иазхьаԥшны
CheckBoxShowActivateIcon=Иаарԥштәуп активра адыргаҷ

[OptionsEditorTabsFrame]
CheckBoxBoldActiveTab=Bold active tab
CheckBoxCloseTabByDblClick=Иарктәуп агәылаҵа ҩынтә ақәыӷәӷәарала
CheckBoxCloseTabByMiddleClick=Close Tab by Middle Click
CheckBoxDimReadOnlyWhenNotActive=Dim read only when not active
CheckBoxEnlargeActiveTab=Enlarge active tab
CheckBoxHideCloseButtonWhenCanCloseIsNotChecked=Hide close button when can close is not checked
CheckBoxMultiline=Ицәаҳәарацәоу
CheckBoxRightClickSelect=Right Click Select
CheckBoxSaveTabs=Save Tabs
CheckBoxShowFileNameAsHint=Show file name as hint
CheckBoxShowIcon=Иаарԥштәуп асахьақәа
CheckBoxShowNewFileButton=Show new file button
ComboBoxShowCloseButton=Иаарԥшлатәуп аркра акнопка
GroupBoxFont=Ашрифт
GroupBoxFontSize=Ашрифт ашәагаа
RadioButtonFontCustom=Иазалхтәуп
RadioButtonFontDefault=Ишыҟоу еиԥш
RadioButtonFontSizeCustom=Иазалхтәуп
RadioButtonFontSizeDefault=Ишыҟоу еиԥш
SpinEditTabHeight=Аҳаракыра
SpinEditTabMargin=Аҭакыра
SpinEditTabSpacing=Аинтервал

[OptionsEditorTabulatorFrame]
CheckBoxColumns=Аиҵаҩқәа
CheckBoxPreviousLineIndent=Previous line indent
CheckBoxSelectedBlockIndent=Selected block indent
CheckBoxTabsToSpaces=Атабулиациа абжьажь ахь
SpinEditWidth=Аҭбаара

[OptionsEditorWordWrapFrame]
CheckBoxActive=Иаҿакуп
ComboBoxWidth=Аҭбаара

[OptionsEditorXMLTreeFrame]
CheckBoxUseExplorerTheme=Use explorer theme
CheckBoxVisible=Иаҿакуп
ComboBoxAlign=Еиҟаратәтәуп
SpinEditWidth=Аҭбаара

[OptionsFileTypesFrame]
EditExtensions=Арҭбаарақәа
VirtualDrawTree:0=Афаил атип

[OptionsForm]
ActionApplication=Апрограмма
ActionApplicationClipboardHistory:t=Translation needed
ActionApplicationClipboardHistory=Clipboard history
ActionApplicationModifiedFiles:t=Translation needed
ActionApplicationModifiedFiles=Modified files
ActionApplicationScaling=Scaling
ActionApplicationUpdates=Арҿыцрақәа
ActionCompare=Афаилқәа реиҿырԥшра
ActionDirectory=Акаталог
ActionDirectoryTabs=Агәылаҵақәа
ActionEditor=Аредактор
ActionEditorBackup=Арезервтә копиа
ActionEditorBookmarkList:t=Translation needed
ActionEditorBookmarkList=Bookmark list
ActionEditorCaret=Caret
ActionEditorColors=Аԥштәқәа
ActionEditorCompletionProposal=Автохарҭәаара
ActionEditorCompletionProposalSnippets=Акод афрагментқәа
ActionEditorDefaults=Defaults
ActionEditorFolding=Code folding
ActionEditorFonts=Ашрифт
ActionEditorLeftMargin=Армарахьтәи аҳәаа
ActionEditorLeftMarginBookmarks=Агәылаҵақәа
ActionEditorLeftMarginLineNumbers:t=Translation needed
ActionEditorLeftMarginLineNumbers=Line numbers
ActionEditorMatchingPair:t=Translation needed
ActionEditorMatchingPair=Matching pair
ActionEditorMinimap:t=Translation needed
ActionEditorMinimap=Minimap
ActionEditorRightMargin=Арӷьарахьтәи аҳәаа
ActionEditorRuler:t=Translation needed
ActionEditorRuler=Ruler
ActionEditorScroll:t=Translation needed
ActionEditorScroll=Scroll
ActionEditorSearch=Аԥшаара
ActionEditorSelection=Алкаара
ActionEditorSort:t=Translation needed
ActionEditorSort=Sort
ActionEditorSpecialChars=Испециалу асимволқәа
ActionEditorSpellCheck=Аорфографиа
ActionEditorSyncEdit=Асинхронтәра
ActionEditorTabs=Агәылаҵақәа
ActionEditorTabulator=Атабулиатор
ActionEditorWordWrap=Ажәақәа Риагара
ActionEditorXMLTree=XML - аҵла
ActionFileTypes=Афаилқәа ртипқәа
ActionHexEditor=HEX-аредактор
ActionHTMLExport=HTML ахь аекспорт
ActionImageView:t=Translation needed
ActionImageView=Image view
ActionJSONFormatter=JSON аформат
ActionMainMenu=Ихадоу амениу
ActionMarkdownPreview:t=Translation needed
ActionMarkdownPreview=Markdown preview
ActionMarkdownPreviewOptions=Апараметрқәа
ActionMenuBar=Амениу апанельқәа
ActionMenuBarButtons=Акнопкақәа
ActionMenuBarTabs=Агәылаҵақәа
ActionOpen:h=Иҭаҩтәуп апараметрқәа INI фаил ахь
ActionOpen=Иаарттәуп...
ActionOutput=Аҭыгара
ActionOutputTabs=Агәылаҵақәа
ActionPDFView=PDF view
ActionPrint=Акьыԥхьра
ActionSaveAs:h=INI фаил аҟынтәи апараметрқәа рыԥхьара
ActionSaveAs=Еиқәырхатәуп абас...
ActionSkin=Аскин
ActionSkinButtons=Акнопкақәа
ActionSkinEffects=Аеффектқәа
ActionSkinFont=Ашрифт
ActionSkinHints=Аҵаҳәарақәа
ActionSkinScrollBars=Аҭаргьежьра ацәаҳәақәа
ActionSkinStyles=Астильқәа
ActionSQLFormatter=SQL аформат
ActionSQLFormatterCapitalization=Акапитализациа
ActionSQLFormatterFormatting:t=Translation needed
ActionSQLFormatterFormatting=Formatting
ActionSQLFormatterIndentation=Ахьаҵ
ActionStatusBar=Аҭагылазаашьа ацәаҳәа
ActionTitleBar=Ахы ацәаҳәа
ActionToolbar=Амаругақәа рпанель
ActionToolbarOptions=Апараметрқәа
ActionXMLFormatter=XML аформат
Caption=Аопциақәа

[OptionsHexEditorFrame]
CheckBoxAutosize=Автоматикатә шәагаа
CheckBoxHexLowerCase=Ижәаф-шьаҭатәу ҵаҟатәи арегистр
CheckBoxInsertMode:t=Translation needed
CheckBoxInsertMode=Insert mode
CheckBoxShowRuler:t=Translation needed
CheckBoxShowRuler=Show ruler
ComboBoxCaretStyle=Акарета астиль

[OptionsHTMLExportFrame]
CheckBoxAddToClipboard:t=Translation needed
CheckBoxAddToClipboard=Add to clipboard
CheckBoxShowLineNumbers:t=Translation needed
CheckBoxShowLineNumbers=Show line numbers

[OptionsMainMenuFrame]
GroupBoxFont=Ашрифт
GroupBoxFontSize=Ашрифт ашәагаа
RadioButtonFontCustom=Иазалхтәуп
RadioButtonFontDefault=Ишыҟоу еиԥш
RadioButtonFontSizeCustom=Иазалхтәуп
RadioButtonFontSizeDefault=Ишыҟоу еиԥш

[OptionsMarkdownPreviewFrame]
CheckBoxVisible=Иаҿакуп
CheckBoxAutoSize=Автоматикатә шәагаа
CheckBoxUseColorTheme:t=Translation needed
CheckBoxUseColorTheme=Use color theme
SpinEditWidth=Аҭбаара
ComboBoxAlign=Еиҟаратәтәуп

[OptionsMarkdownPreviewOptionsFrame]
CheckBoxBackslashEspacesHTMLTags:t=Translation needed
CheckBoxBackslashEspacesHTMLTags=Backslash escapes HTML tags
CheckBoxDisableForcedSpaces:t=Translation needed
CheckBoxDisableForcedSpaces=Disable the requirement of indenting sublists by 4 spaces for them to be nested
CheckBoxUnderline:t=Translation needed
CheckBoxUnderline=Disable underscore parsing as <em> or <strong>
CheckBoxSimplifiedAutoLink:t=Translation needed
CheckBoxSimplifiedAutoLink=Enable automatic linking in plain text URLs
CheckBoxEncodeEmails:t=Translation needed
CheckBoxEncodeEmails=Enable e-mail address automatic obfuscation
CheckBoxEmojis:t=Translation needed
CheckBoxEmojis=Enable emoji support
CheckBoxEllipsis:t=Translation needed
CheckBoxEllipsis=Enable horizontal ellipsis conversion
CheckBoxTasklists:t=Translation needed
CheckBoxTasklists=Enable support for GFM takslists
CheckBoxMentions:t=Translation needed
CheckBoxMentions=Enable support for github @mentions
CheckBoxCodeBlocks:t=Translation needed
CheckBoxCodeBlocks=Enable support for GFM code block style syntax (fenced codeblocks)
CheckBoxParseImgDimensions:t=Translation needed
CheckBoxParseImgDimensions=Enable support for setting image dimensions from within markdown syntax
CheckBoxStrikethrough:t=Translation needed
CheckBoxStrikethrough=Enable support for strikethrough syntax
CheckBoxTables:t=Translation needed
CheckBoxTables=Enable support for tables syntax
CheckBoxExcludeTrailingPunctuationFromURLs:t=Translation needed
CheckBoxExcludeTrailingPunctuationFromURLs=Exclude trailing punctuation from autolinked URLs
CheckBoxLiteralMiddleWordAsterisks:t=Translation needed
CheckBoxLiteralMiddleWordAsterisks=Literal middle word asterisks
CheckBoxOmitExtraWLInCodeBlocks:t=Translation needed
CheckBoxOmitExtraWLInCodeBlocks=Omit the trailing newline in a code block
CheckBoxSimpleLineBreaks:t=Translation needed
CheckBoxSimpleLineBreaks=Parse line breaks as <br/> in paragraphs (like GitHub does)
CheckBoxRequireSpaceBeforeHeadingText:t=Translation needed
CheckBoxRequireSpaceBeforeHeadingText= Require a space between # and header text
CheckBoxSplitAdjacentBlockquotes:t=Translation needed
CheckBoxSplitAdjacentBlockquotes=Split adjacent blockquotes
CheckBoxLiteralMiddleWordUnderscores:t=Translation needed
CheckBoxLiteralMiddleWordUnderscores=Treat underscores in middle of words as literal characters
SpinEditHeaderStartingLevel:t=Translation needed
SpinEditHeaderStartingLevel=Header starting level

[OptionsMenuBarFrame]
ActionAddButton:h=Иацҵатәуп апункт
ActionAddButton=Иацҵатәуп апункт
ActionAddDivider:h=Иацҵатәуп аиҟәшага
ActionAddDivider=Иацҵатәуп аиҟәшага
ActionDelete:h=Ианыхтәуп
ActionDelete=Ианыхтәуп
ActionMoveDown:h=Ииагатәуп иалху аелемент алада
ActionMoveDown=Ииагатәуп алада
ActionMoveUp:h=Ииагатәуп иалху аелемент аҩада
ActionMoveUp=Ииагатәуп аҩада
ActionReset:h=Амениу апунктқәа рықәгара
ActionReset=Ақәгара
VirtualDrawTree:0=Акнопка
VirtualDrawTree:h=Use drag and drop to move menu items. Right click popup menu to insert and delete items.

[OptionsMenuBarTabsFrame]
CheckBoxBoldActiveTab=Bold active tab
CheckBoxEnlargeActiveTab=Ирдутәуп иактиву агәылаҵа
CheckBoxShowMenu=Иаарԥштәуп амениу
GroupBoxTabsFont=Ашрифт
GroupBoxTabsFontSize=Ашрифт ашәагаа
RadioButtonTabsFontCustom=Иазалхтәуп
RadioButtonTabsFontDefault=Ишыҟоу еиԥш
RadioButtonTabsFontSizeCustom=Иазалхтәуп
RadioButtonTabsFontSizeDefault=Ишыҟоу еиԥш
SpinEditTabHeight=Аҳаракыра
SpinEditTabMargin=Аҭакыра
SpinEditTabPadding=Аҩныҵҟатәи ахьаҵ
SpinEditTabSpacing=Аинтервал

[OptionsMenuBarButtonsFrame]
CheckBoxBlended=Еиларҩынту
CheckBoxGrayed=Grayed
CheckBoxReflected=Reflected
GroupBoxButtonsFont=Ашрифт
GroupBoxButtonsFontSize=Ашрифт ашәагаа
GroupBoxDisabled=Иаҿыхуп
GroupBoxIcons=Icons
RadioButtonButtonsFontCustom=Иазалхтәуп
RadioButtonButtonsFontDefault=Ишыҟоу еиԥш
RadioButtonButtonsFontSizeCustom=Иазалхтәуп
RadioButtonButtonsFontSizeDefault=Ишыҟоу еиԥш
RadioButtonLargeIcons=Идуқәо
RadioButtonSmallIcons=Ихәыҷқәо
TrackEditBlend=Аиларҩынтра

[OptionsMenuBarItemsDialog]
Caption=Иалхтәуп апунктқәа
VirtualDrawTreeAddItems:0=Амениу апункт

[OptionsOutputFrame]
CheckBoxShowCheckBox=Иаарԥштәуп чек-бокс
CheckBoxShowOnlyLineNumbers:t=Translation needed
CheckBoxShowOnlyLineNumbers=Show only line numbers
CheckBoxShowTreeLines=Иаарԥштәуп ацәаҳәақәа рыҵла
CheckBoxUseExplorerTheme=Амҩаԥгага атема
ComboBoxAlign=Еиҟаратәтәуп
SpinEditIndent=Ахьаҵ
SpinEditMargin=Аҭакыра

[OptionsOutputTabsFrame]
CheckBoxBoldActiveTab=Bold active tab
CheckBoxCloseTabByDblClick=Иарктәуп агәылаҵа ҩынтә ақәыӷәӷәарала
CheckBoxCloseTabByMiddleClick=Close Tab by Middle Click
CheckBoxEnlargeActiveTab=Enlarge active tab
CheckBoxMultiline=Ицәаҳәарацәоу
CheckBoxRightClickSelect=Right Click Select
CheckBoxSaveTabs=Еиқәырхатәуп агәылаҵақәа
CheckBoxShowFindInFilesButton=Иаарԥштәуп акнопка "Иԥшаатәуп афаилқәа рҟны"
CheckBoxShowIcon=Иаарԥштәуп адыргаҷ
ComboBoxShowCloseButton=Иаарԥштәуп акнопка Иарктәуп
GroupBoxFont=Ашрифт
GroupBoxFontSize=Ашрифт ашәагаа
RadioButtonFontCustom=Иазалхтәуп
RadioButtonFontDefault=Ишыҟоу еиԥш
RadioButtonFontSizeCustom=Иазалхтәуп
RadioButtonFontSizeDefault=Ишыҟоу еиԥш
SpinEditTabHeight=Аҳаракыра
SpinEditTabMargin=Аҭакыра
SpinEditTabSpacing=Аинтервал

[OptionsImageViewFrame]
CheckBoxControlBarVisible=Иаҿакуп
CheckBoxEnabled=Иаҿакуп
ComboBoxControlBarAlign=Еиҟаратәтәуп
ComboBoxZoom=Ирдутәуп
GroupBoxControlBar=Анапхгара апанель

[OptionsPDFViewFrame]
CheckBoxControlBarVisible=Иаҿакуп
CheckBoxEnabled=Иаҿакуп
CheckBoxSearchBarHighlightAll:t=Translation needed
CheckBoxSearchBarHighlightAll=Highlight all
CheckBoxSearchBarMatchCase=Арегистр иацклаԥшны
CheckBoxSearchBarToggleSearchBar:t=Translation needed
CheckBoxSearchBarToggleSearchBar=Toggle search bar
CheckBoxSearchBarVisible=Иаҿакуп
CheckBoxSearchBarWholeWords=Еибгоу ажәақәа мацара
ComboBoxControlBarAlign=Еиҟаратәтәуп
ComboBoxSearchBarAlign=Еиҟаратәтәуп
ComboBoxZoom=Ирдутәуп
GroupBoxControlBar=Анапхгара апанель
GroupBoxSearchBar:t=Translation needed
GroupBoxSearchBar=Search bar

[OptionsPrintFrame]
CheckBoxColorsEnabled=Иаҿакуп
CheckBoxLineNumbersInMargin=Аҭакырақәа рҟны
CheckBoxLineNumbersVisible=Иаҿакуп
CheckBoxShowFooterLine=Иаарԥштәуп ҵаҟатәи аколонтитул ацәаҳәа
CheckBoxShowHeaderLine=Иаарԥштәуп ахы ацәаҳәа
CheckBoxShowOnlyPageNumber=Иаарԥштәуп адаҟьа аномер амацара
CheckBoxUseRomanNumerals=Ихархәатәуп римтәи ацифрақәа
CheckBoxVisibleDateTime=Иаҿакуп
CheckBoxVisibleFilename=Иаҿакуп
CheckBoxVisiblePageNumber=Иаҿакуп
CheckBoxVisiblePrintedBy=Иаҿакуп
CheckBoxWordWrap=Ажәақәа Риагара
ComboBoxColorTheme=Атема аԥштәы
GroupBoxAlignmentDateTime=Аиҟаратәра
GroupBoxAlignmentFilename=Аиҟаратәра
GroupBoxAlignmentPageNumber=Аиҟаратәра
GroupBoxAlignmentPrintedBy=Аиҟаратәра
GroupBoxColors=Аԥштәқәа
GroupBoxDateTime=Арыцхәи аамҭеи
GroupBoxFilename=Афаил ахьӡ
GroupBoxFont=Ашрифт
GroupBoxFontSize=Ашрифт ашәагаа
GroupBoxLineNumbers=Ацәаҳәақәа рномерқәа
GroupBoxMargins=Ахьаҵқәа
GroupBoxPageNumber=Адаҟьа аномер
GroupBoxPrintedBy=Икьыԥхьуп
GroupBoxVerticalAlignmentDateTime=Вертикалла аиҟаратәра
GroupBoxVerticalAlignmentFilename=Вертикалла аиҟаратәра
GroupBoxVerticalAlignmentPageNumber=Вертикалла аиҟаратәра
GroupBoxVerticalAlignmentPrintedBy=Вертикалла аиҟаратәра
RadioButtonAlignmentLeftDateTime=Арымарахь
RadioButtonAlignmentLeftFilename=Арымарахь
RadioButtonAlignmentLeftPageNumber=Арымарахь
RadioButtonAlignmentLeftPrintedBy=Арымарахь
RadioButtonAlignmentRightDateTime=Арыӷьарахь
RadioButtonAlignmentRightFilename=Арыӷьарахь
RadioButtonAlignmentRightPageNumber=Арыӷьарахь
RadioButtonAlignmentRightPrintedBy=Арыӷьарахь
RadioButtonFontCustom=Иазалхтәуп
RadioButtonFontEditor=Аредактор
RadioButtonFontSizeCustom=Иазалхтәуп
RadioButtonFontSizeEditor=Аредактор
RadioButtonVerticalAlignmentFooterDateTime=Ҵаҟатәи аколонтитул
RadioButtonVerticalAlignmentFooterFilename=Ҵаҟатәи аколонтитул
RadioButtonVerticalAlignmentFooterPageNumber=Ҵаҟатәи аколонтитул
RadioButtonVerticalAlignmentFooterPrintedBy=Ҵаҟатәи аколонтитул
RadioButtonVerticalAlignmentHeaderDateTime=Ахы
RadioButtonVerticalAlignmentHeaderFilename=Ахы
RadioButtonVerticalAlignmentHeaderPageNumber=Ахы
RadioButtonVerticalAlignmentHeaderPrintedBy=Ахы
SpinEditMarginsBottom=Ҵаҟа
SpinEditMarginsLeft=Арымарахь
SpinEditMarginsRight=Арыӷьарахь
SpinEditMarginsTop=Хыхь
TabSheetHeadedAndFooter=Ахи ҵаҟатәи аколонтитули
TabSheetOptions=Аопциақәа

[OptionsSQLFormatterCapitalizationFrame]
ComboBoxKeywords=Ихадароу ажәақәа
ComboBoxNames=Ахьӡқәа
ComboBoxParameters=Апараметрқәа

[OptionsSQLFormatterFrame]
CheckBoxAlwaysVisible:t=Translation needed
CheckBoxAlwaysVisible=Always visible
CheckBoxSelectDefaultSQLHighlighter:t=Translation needed
CheckBoxSelectDefaultSQLHighlighter=Select default SQL highlighter

[OptionsJSONFormatterFrame]
CheckBoxAlwaysVisible:t=Translation needed
CheckBoxAlwaysVisible=Always visible
CheckBoxSelectJSONHighlighter:t=Translation needed
CheckBoxSelectJSONHighlighter=Select JSON highlighter

[OptionsXMLFormatterFrame]
CheckBoxAlwaysVisible:t=Translation needed
CheckBoxAlwaysVisible=Always visible
CheckBoxSelectXMLHighlighter:t=Translation needed
CheckBoxSelectXMLHighlighter=Select XML highlighter

[OptionsSQLFormatterFormattingFrame]
CheckBoxAlignKeywordsRightInStatements=Align keywords right in statements
CheckBoxBreakJoinOnSections=Break JOIN ON sections
CheckBoxExpandBetweenConditions=Expand between conditions
CheckBoxExpandBooleanExpressions=Expand boolean expressions
CheckBoxExpandCaseStatements=Expand CASE statements
CheckBoxExpandCommaLists=Expand comma lists
CheckBoxExpandGroupByClause:t=Translation needed
CheckBoxExpandGroupByClause=Expand GROUP BY clause
CheckBoxExpandInLists=Expand IN lists
CheckBoxExpandInsertStatements:t=Translation needed
CheckBoxExpandInsertStatements=Expand INSERT statements
CheckBoxExpandJoinOnBooleanExpressions=Expand boolean expressions
CheckBoxExpandOrderByClause:t=Translation needed
CheckBoxExpandOrderByClause=Expand ORDER BY clause
CheckBoxSpaceAfterComma=Space after comma
CheckBoxTrailingCommas=Trailing commas

[OptionsSQLFormatterIndentationFrame]
CheckBoxRightPadColumnNames=Right pad column names in CREATE TABLE or VIEW
CheckBoxUseTab=Ихархәатәуп агәылаҵақәа
SpinEditIndentLength=Ахьаҵ аура

[OptionsStatusBarFrame]
CheckBoxAutoSizePanels:t=Translation needed
CheckBoxAutoSizePanels=Auto size panels
CheckBoxShowCaretPosition=Иаарԥштәуп аҭаргыларҭа апозициа
CheckBoxShowCharacterCount=Иаарԥштәуп асимволқәа рыԥхьаӡа
CheckBoxShowEditorZoom=Иаарԥштәуп аредактор амасштаб
CheckBoxShowEncoding=Иаарԥшлатәуп акодркра
CheckBoxShowFileLineBreak:t=Translation needed
CheckBoxShowFileLineBreak=Show file line break
CheckBoxShowFileOpeningTime=Иаарԥштәуп афаил аартра аамҭа
CheckBoxShowHints=Иаарԥштәуп аҵаҳәарақәа
CheckBoxShowKeyState=Show key state
CheckBoxShowLineCount:t=Translation needed
CheckBoxShowLineCount=Show line count
CheckBoxShowMacro=Иаарԥштәуп амакрос
CheckBoxShowModified=Иаарԥштәуп иԥсахқәоу
CheckBoxShowSelectionInfo=Иаарԥштәуп алхра иазку аинформациа
CheckBoxShowSizeGrip=Иаарԥштәуп афрагмент ашәагаа
CheckBoxVisible=Иаҿакуп
GroupBoxFont=Ашрифт
GroupBoxFontSize=Ашрифт ашәагаа
RadioButtonFontCustom=Иазалхтәуп
RadioButtonFontDefault=Ишыҟоу еиԥш
RadioButtonFontSizeCustom=Иазалхтәуп
RadioButtonFontSizeDefault=Ишыҟоу еиԥш

[OptionsTitleBarFrame]
CheckBoxMagnifier=Иаарԥшлатәуп алупа
CheckBoxShowApplicationName:t=Translation needed
CheckBoxShowApplicationName=Show application name
CheckBoxShowColorTheme=Иаарԥшлатәуп аԥштәқәа ртема
CheckBoxShowEncoding=Иаарԥшлатәуп акодркра
CheckBoxShowFavourite=Show favourite
CheckBoxShowFileList=Иаарԥшлатәуп афаилқәа рсиа
CheckBoxShowFilename=Иаарԥшлатәуп афаил ахьӡ
CheckBoxShowHighlighter=Show highlighter
CheckBoxShowIcon=Show icon
CheckBoxShowMenu=Show menu
CheckBoxUseSystemStyle=Ихархәатәуп асистематә стиль
GroupBoxFont=Ашрифт
GroupBoxFontSize=Ашрифт ашәагаа
RadioButtonFontCustom=Иазалхтәуп
RadioButtonFontDefault=Ишыҟоу еиԥш
RadioButtonFontSizeCustom=Иазалхтәуп
RadioButtonFontSizeDefault=Ишыҟоу еиԥш

[OptionsToolbarFrame]
ActionAddButton:h=Иацҵатәуп апункт
ActionAddButton=Иацҵатәуп апункт
ActionAddDivider:h=Иацҵатәуп аиҟәшага
ActionAddDivider=Иацҵатәуп аиҟәшага
ActionDelete:h=Ианыхтәуп
ActionDelete=Ианыхтәуп
ActionMoveDown:h=Ииагатәуп иалху аелемент алада
ActionMoveDown=Ииагатәуп алада
ActionMoveUp:h=Ииагатәуп иалху аелемент аҩада
ActionMoveUp=Ииагатәуп аҩада
ActionReset:h=Амениу апунктқәа рықәгара
ActionReset=Ақәгара
VirtualDrawTree:0=Амениу апункт
VirtualDrawTree:h=Use drag and drop to move menu items. Right click popup menu to insert and delete items.

[OptionsToolbarOptionsFrame]
GroupBoxBackground=Аҿаԥшыра
GroupBoxIcons=Адыргаҷқәа
RadioButtonBackgroundHigh=Зхаҭабзиара ҳараку
RadioButtonBackgroundLow=Зхаҭабзиара лаҟәу
RadioButtonBackgroundTransparent=Аҵәцара
RadioButtonLargeIcons=Идуқәо
RadioButtonSmallIcons=Ихәыҷқәо
SpinEditMarginTop=Ахьаҵ хыхь ала

[OptionsToolbarItemsDialog]
Caption=Иалхтәуп апунктқәа
VirtualDrawTreeAddItems:0=Амениу апункт

[PrintPreviewForm]
ActionColors:h=Еиҭарстәуп аԥштәқәа
ActionColors=Аԥштәқәа
ActionExit:h=Иҭыҵтәуп акьыԥхьра аԥхьахәаԥшра
ActionExit=Иҭыҵтәуп
ActionFirst:h=Актәи|Ииастәуп актәи адаҟьахь
ActionFirst=Актәи
ActionHighlight:h=Еиҭарстәуп ацәырлашара
ActionHighlight=Ацәырлашара
ActionLast:h=Аҵыхәтәантәи|Ииастәуп аҵыхәтәантәи адаҟьахь
ActionLast=Аҵыхәтәантәи
ActionLineNumbers:h=Еиҭарстәуп ацәаҳәақәа рномерқәа раарԥшра
ActionLineNumbers=Ацәаҳәақәа рномерқәа
ActionNext:h=Анаҩс|Анаҩстәи адаҟьа
ActionNext=Анаҩстәи
ActionPrevious:h=Аԥхьатәи|Ииастәуп аԥхьатәи адаҟьахь
ActionPrevious=Аԥхьатәи
ActionPrint:h=Акьыԥхьра|Адокументқәа ркьыԥхьра
ActionPrint=Акьыԥхьра
ActionWordWrap:h=Иаҿактәуп ажәақәа риагара
ActionWordWrap=Ажәақәа риагара
ActionZoom:h=Ирдутәуп|Ирдутәуп еиҳаны/еиҵаны
ActionZoom=Ирдутәуп
ActionZoomIn:h=Ирдутәуп
ActionZoomIn=Ирдутәуп
ActionZoomOut:h=Ирмаҷтәуп
ActionZoomOut=Ирмаҷтәуп
Caption=Аԥхьахәаԥшра

[ReplaceDialog]
ActionClose=&Иарктәуп
ActionFindNext=Иԥшаатәуп &анаҩс
ActionReplace=Алаԥсахра
ActionReplaceAll=&Иалаԥсахтәуп зегьы
ActionSearchEngine=Иалхтәуп аԥшаага
Caption=Алаԥсахра
CheckBoxMatchCase=Арегистр иацклаԥшны
CheckBoxPromptOnReplace=Иҵаалатәуп алаԥсахраан
CheckBoxSelectedOnly=Иалкаау мацара аҟны
CheckBoxWholeWords=Ажәақәа шеибгоу мацара
ComboBoxSearchFor=Иԥшаатәуп
GroupBoxDirection=Ахырхарҭа
GroupBoxOptions=Аопциақәа
GroupBoxOrigin=Ахыҵхырҭа
GroupBoxReplaceIn=Иалаԥсахтәуп аҟны
RadioButtonActiveFile=Афаил зегьы
RadioButtonAllOpenFiles=Иаарту афаилқәа зегьы
RadioButtonDeleteLine=Ианыхтәуп ацәаҳәа
RadioButtonDirectionBackward=Шьҭахьҟа
RadioButtonDirectionForward=Ԥхьаҟа
RadioButtonEntireScope=Аҭаӡара зегьы
RadioButtonOriginFromCursor=Акурсор аҟынтәи
RadioButtonReplaceWith=Иԥсахтәуп ала

[SearchForFilesForm]
Caption=Афаилқәа зегьы рҟны аԥшаара
PanelSearchingFiles=Афаилқәа рыԥшаара...

[ShortcutsForm]
Caption=Ярлыки
VirtualDrawTree:0=Ярлык
VirtualDrawTree:1=Ахы
VirtualDrawTree:2=Аҵаҳәара

[OptionsSkinFrame]
CheckBoxActive=Active
CheckBoxExtendedBordersEnabled=Enabled
CheckBoxExtendedBordersFull=Ихаҭәаау
ComboBoxOptimizingPriority=Optimizing priority
GroupBoxColorization=Расцвечивание
GroupBoxExtendedBorders=Extended borders
LabelBrightness=Ажжара
LabelHueOffset=HUE Offset
LabelSaturation=Аԥштәылгазаара
LabelTransparency=Аҵәцара
SkinSelector=Аскин

[OptionsSkinButtonsFrame]
CheckBoxShowButtonFocusRect=Show button focus rect
CheckBoxUseButtonColors=Ихархәатәуп акнопка аԥштәқәа

[OptionsSkinEffectsFrame]
CheckBoxAllowAeroBlurring=Изинтәуп Aero аҵыӡәӡәаара
CheckBoxAllowAnimation=Изинтәуп анимациа
CheckBoxAllowGlowing=Изинтәуп ацәырлашара
CheckBoxAllowOuterEffects=Изинтәуп адәныҟатәи аеффектқәа
CheckBoxBlendOnMove=Blend a form when moved

[OptionsSkinFontFrame]
RadioButtonFontCustom=Ахархәаҩ иитәу
RadioButtonFontDefault=Ишыҟоу еиԥш
RadioButtonFontFromSkin=Аскин аҟынтәи

[OptionsSkinHintsFrame]
CheckBoxHintAnimated=Анимациа
ComboBoxHintStyle=Астиль
SpinEditHideInterval=Аҵәахра аинтервал (мс)
SpinEditShowInterval=Аарԥшра аинтервал (мс)

[OptionsSkinScrollBarsFrame]
CheckBoxArrowButtonsDefaultSize=Default size
CheckBoxArrowButtonsVisible=Иаҿакуп
CheckBoxScrollWidthDefaultSize=Default size
GroupBoxArrowButtons=Ахыц акнопка
GroupBoxScrollBar=Scroll bar
SpinEditArrowButtonsSize=Ашәагаа
SpinEditScrollWidthSize=Ашәагаа

[OptionsSkinStylesFrame]
CheckBoxDirectory:t=Translation needed
CheckBoxDirectory=Directory
CheckBoxFiles:t=Translation needed
CheckBoxFiles=Files
CheckBoxMenuBar:t=Translation needed
CheckBoxMenuBar=Menu bar
CheckBoxOutput:t=Translation needed
CheckBoxOutput=Output
CheckBoxUseCardGroupBoxStyle=Use card group box style
ComboBoxArrowStyle=Ахыц астиль
GroupBoxSimplePageControl:t=Translation needed
GroupBoxSimplePageControl=Simple page control

[TabsSelectDialog]
Caption=Иалхтәуп агәылаҵа
VirtualDrawTree:0=Агәылаҵа

[WarningMessage]
FileAccessError=Афаил %s ахь анаӡара агха.

[SaveChangesDialog]
Caption=Иԥсаху афаилқәа реиқәырхара
VirtualDrawTree:0=Афаил
VirtualDrawTree:1=Амҩа

[ConnectDialog]
Caption=Connect
EditPassword=Ажәамаӡа

[UploadDialog]
Caption=Иҭагалатәуп
EditFilename=Афаил ахьӡ
EditPath=Амҩа

[NewFolderDialog]
Caption=Акаталог ҿыц
EditPath=Амҩа

[DirectoryTabSFTPDialog]
Caption=SFTP Connection
CheckBoxSavePassword=Еиқәырхатәуп ажәамаӡа
CheckBoxShowOutput=Show output
EditPassword=Ажәамаӡа
EditPort=Апорт
EditPrivateKeyFile=Иарку ацаԥха афаил
EditRootDirectory=Ашьагәыҭтә каталог
EditServer=Асервер
EditTabName=Агәылаҵа ахьӡ
EditUsername=Ахархәаҩ ихьӡ